<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p style="text-align: justify;">Вопросы часто остаются без ответов, потому что их блокирует наше сознание.</p>
            <p style="text-align: justify;">Метафорические ассоциативные карты (МАК) — профессиональный инструмент психолога, который помогает
                «разговорить» Ваше подсознание. Потому что именно в подсознании и находятся ответы на все наши вопросы!
            </p>
            <p style="text-align: justify;">Через интерпретацию изображений Вы получаете доступ к тому, что остаётся за пределами сознательного
                контроля.</p>
            <p style="text-align: justify;">В основе работы с метафорическими картами находится визуальная метафора, исследуя которую человек
                запускает бессознательный поиск внешних и внутренних ресурсов, осознаёт глубинные причины проблем,
                находит новые решения и способы выхода из жизненных неурядиц.</p>
            <p style="text-align: justify;">Несмотря на название – карты, к эзотерике МАК не имеют никакого отношения. Тем не менее многие ошибочно
                принимают МАК за гадальные инструменты. Поэтому важно понимать ключевые отличия между МАК и гадальными
                картами, такими как, например, Таро.</p>
            <p style="text-align: justify;">Метафорические карты отличаются от гадальных по нескольким ключевым параметрам.</p>
            <p><b>Гадальные карты</b>:</p>
            <p>🔹основаны на эзотерических и мистических учениях<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹предназначены для предсказания будущего и
                    раскрытия тайн<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹имеют
                    фиксированные значения, которые интерпретируются по строгим символическим правилам</span></p>
            <p><b>Метафорические ассоциативные карты</b>:</p>
            <p>🔸основаны на психологических концепциях, таких как проективные методы и свободные ассоциации<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸служат инструментом для самопознания и
                    доступа к внутреннему опыту человека<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸не имеют заданных значений, интерпретация
                    полностью субъективна и зависит от индивидуальных ассоциаций пользователя<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸консультант помогает клиенту
                    интерпретировать карты, но не навязывает свои значения</span></p>
            <p style="text-align: justify;">То есть гадальные карты предназначены для получения мистической информации из внешних источников, в то
                время как метафорические карты используются для работы с личным опытом и подсознанием человека в рамках
                психологического консультирования.</p>
            <p style="text-align: justify;">МАК – универсальный и мощный инструмент, способный помочь как при диагностике различных состояний, так и
                для терапевтической работы.</p>
            <p style="text-align: justify;">С помощью МАК можно решить вопросы карьеры, финансов, личной жизни и много других. Проработать ключевые
                запросы: цели, страхи, конфликты, принятие решений. Осознать подсознательные механизмы: почему Вы
                поступаете так, а не иначе, какие установки мешают или поддерживают.</p>
            <p style="text-align: justify;"><b>КАК Я РАБОТАЮ</b></p>
            <p style="text-align: justify;">Для каждого клиента колоды МАК подбираются индивидуально, благодаря этому Вы получаете более полное
                понимание своей жизненной ситуации. При работе с МАК я следую определённому подходу. Сначала я
                анализирую вопрос, заданный клиентом, а затем разбиваю его на дополнительные подвопросы. Такой метод
                позволяет более детально изучить различные аспекты проблемы, рассмотреть её с разных сторон и помогает
                клиенту получить наиболее полные и информативные ответы.</p>
            <p style="text-align: justify;">При работе с МАК онлайн карты для Вас могу выбирать я. Практика подтверждает, что данный подход не только
                не уступает ситуации, когда клиент выбирает карты самостоятельно, но в некоторых случаях демонстрирует
                более высокую эффективность.</p>
                   <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a"
                        href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!"
                        target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank"
                        rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>
<p></p>
<el-button-group class="not-prose">
    <el-button type="primary" :icon="ArrowLeft" tag="a" href="/услуги/консультации/">Консультации</el-button>
    <el-button type="primary" tag="a" href="/статьи/мак/">
      Подробная статья про МАК<el-icon class="el-icon--right"><arrow-right></arrow-right></el-icon>
    </el-button>
  </el-button-group>



        </div>
    </section>
</template>
<script setup>
import { inject } from "vue";
import { ArrowRight, ArrowLeft } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
