{"script":"import { inject } from \"vue\";\n\nconst { id } = defineProps([\"id\"]);\nconst pages = inject(\"pages\");\nconst the = pages[id];\nconst { location: { origin } } = window;\n\n","style":"","template":"<div class=\"container px-4 mx-auto my-12\">\n    <h1>{{ the.title }}</h1>\n    <h2 style=\"text-align: justify;\">1. Общие положения</h2>\n    <p style=\"text-align: justify;\">1.1. Самозанятая Брюсова Александра Борисовна (ИНН 771709237196), (далее -\n        Исполнитель), предлагает любому физическому или юридическому лицу, (далее – Клиент), возмездные\n        консультационные услуги.</p>\n    <p style=\"text-align: justify;\">1.2. Договор публичной оферты опубликован на сайте Исполнителя: <a\n            :href=\"`${origin}${the.to}`\">{{ `${origin}${the.to}` }}</a>.\n    </p>\n    <p style=\"text-align: justify;\">1.3. В соответствии со статьей 437 Гражданского Кодекса Российской Федерации\n        данный документ является публичной офертой, и в случае принятия изложенных ниже условий физическое или\n        юридическое лицо, производящее акцепт этой оферты, осуществляет оплату Услуг Исполнителя в соответствии\n        с\n        условиями настоящего Договора.</p>\n    <p style=\"text-align: justify;\">1.4. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Услуг Клиентом\n        является\n        акцептом оферты, что считается равносильным заключению Договора на условиях, изложенных в оферте.</p>\n    <p style=\"text-align: justify;\">1.5. На основании вышеизложенного внимательно ознакомьтесь с текстом\n        публичной\n        оферты, и, если Вы не согласны с каким-либо пунктом оферты, Вам предлагается отказаться от Услуг,\n        предоставляемых Исполнителем.</p>\n    <p style=\"text-align: justify;\">1.6. Полным и безоговорочным принятием (акцептом) условий настоящей\n        публичной\n        оферты считается осуществление Клиентом одного из следующих\n        действий:<br>▪︎ отправка Исполнителю Заявки на консультацию;<br>▪︎ отправка Вопроса Исполнителю с целью получить Консультацию;\n        <br>▪︎ оплата любой Услуги Исполнителя.\n    </p>\n    <h2 style=\"text-align: justify;\">2. Определения и Термины</h2>\n    <p style=\"text-align: justify;\">Для целей настоящей публичной оферты применяются следующие основные\n        определения\n        и термины:</p>\n    <p style=\"text-align: justify;\">2.1. Сайт Исполнителя — сайт, размещённый в сети интернет по адресу <a\n            :href=\"origin\">{{ origin }}</a>.</p>\n    <p style=\"text-align: justify;\">2.2. Исполнитель — самозанятая Брюсова Александра Борисовна.</p>\n    <p style=\"text-align: justify;\">2.3. «Клиент» — физическое или юридическое лицо, изъявившее желание\n        воспользоваться Услугами, перечисленными в разделе Услуги (<a\n            href=\"https://bryusova.ru/Услуги/\">https://bryusova.ru/Услуги/</a>) и/или заключившее с Исполнителем\n        Договор на условиях, содержащихся в настоящей оферте.</p>\n    <p style=\"text-align: justify;\">2.4. «Оферта» — публичное предложение Исполнителя, адресованное любому\n        физическому или юридическому лицу заключить с ним Договор оказания консультационных Услуг на условиях,\n        содержащихся в Договоре, включая все его приложения.</p>\n    <p style=\"text-align: justify;\">2.5. «Акцепт» — полное и безоговорочное принятие Клиентом условий Договора.\n    </p>\n    <p style=\"text-align: justify;\">2.6. «Услуги» — платные очные или онлайн индивидуальные или групповые\n        консультации, тренинги, семинары, интервизии и иные услуги, информация о которых представлена на сайте в\n        разделе Услуги (<a href=\"https://bryusova.ru/Услуги/\">https://bryusova.ru/Услуги/</a>) и является\n        неотъемлемой частью настоящей оферты. Иных Услуг, кроме указанного, Исполнитель не предоставляет.</p>\n    <p style=\"text-align: justify;\">2.7. «Заявка» — добровольное волеизъявление Клиента на приобретение Услуг\n        Исполнителя.</p>\n    <p style=\"text-align: justify;\">2.8. «Консультация» — единовременный акт оказания Клиенту услуг,\n        выражающийся в\n        проведении платных консультаций по Заявке Клиента. Способ проведения Консультаций — очные или\n        онлайн-консультации.&nbsp;</p>\n    <p style=\"text-align: justify;\">2.9. «Очная консультация» — консультация, осуществляемая непосредственно при\n        встрече Исполнителя и Клиента по адресу, указанному на Сайте Исполнителя, либо по иному адресу,\n        согласованному с Клиентом.</p>\n    <p style=\"text-align: justify;\">2.10. «Онлайн консультация» — консультация, осуществляемая с помощью\n        телекоммуникационных средств связи: Skype, Viber, WhatsApp, Messenger, Zoom, Telegram. В случае,\n        неустойчивой интернет-связи; если клиент не хочет показывать себя; когда нужна срочная помощь, а\n        видеосвязь\n        невозможна, осуществляется голосовая консультация с помощью любых программ для звонков или обычного\n        телефона.</p>\n    <p style=\"text-align: justify;\">2.11. Цена Консультации не включает издержки Клиента на оплату Интернет\n        услуг,\n        услуг связи, программных средств, которые Клиент несёт сам. Клиент оплачивает по прейскуранту Услуги\n        Исполнителя внося 100% предоплату на банковскую карту Исполнителя.</p>\n    <p style=\"text-align: justify;\">2.12. Публичный Договор оферта является официальным документом и публикуется\n        на\n        Интернет-ресурсе по адресу: <a :href=\"`${origin}${the.to}`\">{{ `${origin}${the.to}` }}</a>.\n    </p>\n    <h2 style=\"text-align: justify;\">3. Права и обязанности сторон</h2>\n    <p style=\"text-align: justify;\">3.1. Оказание консультационных услуг предоставляются в полном объёме при\n        условии\n        их 100% (сто процентов) оплаты Клиентом. Услуга оказывается однократно и не подразумевает какой-либо\n        последующей психологической поддержки клиента.</p>\n    <p style=\"text-align: justify;\">3.2. Ознакомившись со стоимостью услуг Исполнителя и текстом настоящей\n        публичной\n        оферты, Клиент формирует на сайте, либо иным способом (устно по телефону или в мессенджерах) заявку на\n        Консультацию, сообщив в заявке выбранный вид консультации, время консультации, указав тему и суть\n        вопроса\n        консультации.</p>\n    <p style=\"text-align: justify;\">3.3. Клиент перечисляет денежные средства на банковскую карту Исполнителя в\n        объёме, соответствующим выбранному виду и времени услуги.</p>\n    <p style=\"text-align: justify;\">3.4. После проведения Клиентом оплаты и зачисления денежных средств на\n        банковскую карту Исполнителя, Договор оферты вступает в силу.</p>\n    <p style=\"text-align: justify;\">3.5. В течение не более десяти рабочих дней с момента акцепта оферты\n        Исполнитель\n        обеспечивает предоставление консультационных услуг Клиенту в соответствии с его заявкой.</p>\n    <p style=\"text-align: justify;\">3.6. Исполнитель имеет право отменить консультацию с требованием полного\n        материального возмещения, если Клиент опоздал на 15 и более минут. Если Клиент не имеет возможности\n        выполнить договоренность о встрече, он обязан уведомить Исполнителя минимум за двое суток. Если\n        Исполнитель\n        не получает такого уведомления, Клиент обязан оплатить консультацию, которую пропустил.</p>\n    <p style=\"text-align: justify;\">3.7. Исполнитель имеет право отказаться от последующих консультаций, если\n        запрос\n        Клиента требует участия специалиста с медицинским образованием.</p>\n    <p style=\"text-align: justify;\">3.8. Исполнитель имеет право не давать каких-либо советов, диагнозов и\n        рекомендаций, если они конкретно не относятся к основной теме психологической помощи.</p>\n    <p style=\"text-align: justify;\">3.9. Исполнитель имеет право прекратить дальнейшее проведение консультаций\n        без\n        возврата денег при неадекватном, аморальном и антисоциальном поведении Клиента, а также при выяснении,\n        что\n        Клиент состоит на учёте у психиатра, либо имеет недееспособность или умственную отсталость любой\n        степени, а\n        также, если Клиент является несовершеннолетним.</p>\n    <p style=\"text-align: justify;\">3.10. Исполнитель имеет право записывать проводимые консультации в целях\n        документирования для более эффективного дальнейшего консультирования Клиента, а также для разбора\n        возможных\n        конфликтных ситуаций.</p>\n    <p style=\"text-align: justify;\">3.11. Содержание и форма работы определяется Исполнителем и Клиентом\n        совместно,\n        исходя из потребностей Клиента и представлений Исполнителя о конструктивных формах работы, а также\n        личного\n        профессионального опыта.</p>\n    <p style=\"text-align: justify;\">3.12. Услуги считаются оказанными надлежащим образом и в полном объёме, если\n        в\n        течение трёх дней с момента получения Консультации Клиент не выслал на адрес Исполнителя мотивированный\n        отказ от принятия услуги.</p>\n    <p style=\"text-align: justify;\">3.13. Исполнитель обеспечивает конфиденциальность персональной и иной\n        информации, полученной от Клиента, за исключением случаев, предусмотренных действующим законодательством\n        РФ,\n        применимым к настоящему Договору.</p>\n    <p style=\"text-align: justify;\">3.14. Исполнитель не гарантирует отсутствие неполадок и ошибок в работе\n        Сайта.\n    </p>\n    <p style=\"text-align: justify;\">3.15. Датой оплаты выбранной Клиентом Услуги, является день поступления\n        денежных\n        средств Клиента на банковскую карту Исполнителя.</p>\n    <p style=\"text-align: justify;\">3.16. Исполнитель вправе временно приостановить выполнение принятых на себя\n        обязательств по техническим или иным причинам, препятствующим выполнению поручений, на период устранения\n        вышеуказанных причин.</p>\n    <p class=\"p1\" style=\"text-align: justify;\">3.17. Исполнитель не несёт ответственности за содержание и\n        достоверность информации, предоставленной Клиентом при оформлении Заявки.</p>\n    <p class=\"p1\" style=\"text-align: justify;\">3.18. Исполнитель не несёт ответственность за то, каким образом\n        Клиент будет распоряжаться полученной информацией, за те решения, которые принимает Клиент, не отвечает\n        за\n        чувства и эмоции, которые испытывает Клиент, не отвечает за его физическое состояние.</p>\n    <p style=\"text-align: justify;\">3.19. Исполнитель не дает гарантий или предостережений, письменно или устно,\n        высказанных или предполагаемых, как для достигнутых результатов, так и для любых последствий любых\n        действий\n        или бездействия Клиента. Исполнитель не является ответственными за результаты действий или бездействий\n        Клиента.</p>\n    <p style=\"text-align: justify;\">3.20. Клиент гарантирует, что, совершая действия по акцепту оферты, он имеет\n        законные права вступать в договорные отношения с Исполнителем; достиг возраста 18 лет; не состоит на\n        учёте у\n        психиатра, не проходит курс психотерапии; не страдает психологическими/психическими расстройствами,\n        затяжными депрессиями; не принимает психотропные, наркотические и иные вещества и препараты, в т.ч.\n        ограниченные или запрещенные к обороту на территории РФ; указал достоверные данные о себе; заключает\n        оферту\n        добровольно, при этом полностью ознакомился с её условиями; понимает предмет публичной оферты и\n        юридические\n        последствия, которые могут возникнуть в рамках исполнения оферты.</p>\n    <p style=\"text-align: justify;\">3.21. Клиент обязуется оплатить стоимость выбранной им Услуги и времени\n        консультирования.</p>\n    <p style=\"text-align: justify;\">3.22. Клиент обязуется использовать полученные информацию, материалы,\n        рекомендации и любые иные сведения, только в личных интересах, не выполнять их копирование, перенос на\n        компьютер (сторонние носители и иные электронные устройства). Выполнение указанных действий является\n        прямым\n        нарушением настоящего Договора.</p>\n    <p style=\"text-align: justify;\">3.23. Клиент несёт ответственность за все действия, совершённые во время\n        получения Услуг Исполнителя и за достоверность информации, предоставляемой Исполнителю. Недостоверность\n        или\n        неполнота предоставляемой Клиентом информации может привести к отказу Исполнителя от проведения\n        дальнейших\n        Консультационных Услуг.</p>\n    <p style=\"text-align: justify;\">3.24. Клиент отвечает перед самим собой за выполнение (или невыполнение)\n        рекомендаций Исполнителя, применение (или неприменение) в жизни знаний, умений, инсайтов, умозаключений,\n        психологических ресурсов и навыков, полученных в процессе работы с Исполнителем, за достижение (или не\n        достижение) поставленных целей.</p>\n    <p style=\"text-align: justify;\">3.25. Клиент обязан не допускать высказываний (устно, письменно), не\n        относящихся\n        к теме консультации; соблюдать общепринятые нормы поведения; проявлять уважение к Исполнителю; не\n        допускать\n        агрессивного поведения во время очной или онлайн консультации, не использовать ненормативную лексику; не\n        появляться на консультации с признаками/в состоянии алкогольного, наркотического или иного опьянения.\n    </p>\n    <h2 style=\"text-align: justify;\">4. Срок действия и изменение условий оферты</h2>\n    <p style=\"text-align: justify;\">4.1. Публичная оферта вступает в силу с момента размещения в сети Интернет\n        на\n        Сайте Исполнителя и действует до момента отзыва.</p>\n    <p style=\"text-align: justify;\">4.2. Исполнитель оставляет за собой право внести изменения в условия\n        публичной\n        оферты и/или отозвать её в любой момент до её акцепта Клиентом.</p>\n    <p style=\"text-align: justify;\">4.3. В случае внесения Исполнителем изменений в публичную оферту, такие\n        изменения вступают в силу с момента размещения изменённого текста публичной оферты, если иной срок\n        вступления изменений в силу не определён дополнительно в тексте публикации.</p>\n    <h2 style=\"text-align: justify;\">5. Конфиденциальность</h2>\n    <p style=\"text-align: justify;\">5.1. Факт заключения настоящего Договора не рассматривается Сторонами как\n        конфиденциальная информация.</p>\n    <p style=\"text-align: justify;\">5.2. Стороны обязуются не разглашать информацию, полученную Сторонами в ходе\n        выполнения своих обязательств по настоящему Договору, за исключением случаев, когда Сторона обязана\n        предоставить такую информацию в соответствии с действующим законодательством, применимым к Договору, или\n        было получено согласие на разглашение такой информации.</p>\n    <h2 style=\"text-align: justify;\">6. Прочие условия</h2>\n    <p style=\"text-align: justify;\">6.1. Стороны не несут ответственности за полное или частичное невыполнение\n        ими\n        своих обязательств по настоящему Договору, если такое невыполнение явилось следствием обстоятельств\n        непреодолимой силы (форс-мажор): стихийных бедствий, военных действий, постановлений и решений органов\n        государственной власти или других, неподконтрольных сторонам обстоятельств, которые могут повлиять на\n        выполнение сторонами условий настоящего Договора.</p>\n    <p style=\"text-align: justify;\">6.2. За исключением гарантий, прямо указанных в тексте публичной оферты,\n        Исполнитель не предоставляет никаких иных прямых или подразумеваемых гарантий по оферте.</p>\n    <p style=\"text-align: justify;\">6.3. Если какое-либо условие настоящего Договора или его часть становятся\n        недействительными полностью или частично в соответствии с каким-либо нормативным актом или положением\n        закона, такое условие или его часть не будут считаться частью настоящего Договора и при этом не затронут\n        юридической силы остальной части настоящего Договора.</p>\n    <p style=\"text-align: justify;\">6.4. За невыполнение или ненадлежащее выполнение обязательств по настоящему\n        Договору стороны несут ответственность в соответствии с действующим законодательством РФ.</p>\n    <p style=\"text-align: justify;\">6.5. Стороны должны предпринять все меры к разрешению всех споров и\n        разногласий,\n        которые могут возникнуть по настоящему Договору или в связи с ним, путём переговоров.</p>\n    <p style=\"text-align: justify;\">6.6. Любые споры и разногласия Сторон по настоящему Договору или в связи с\n        ним,\n        которые не были урегулированы путём переговоров Сторон в течение календарного месяца с момента\n        возникновения\n        спора, подлежат разрешению в суде в соответствии с действующим законодательством Российской Федерации.\n    </p>\n</div>"}