<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p style="text-align: justify;">Вместо того чтобы бороться с тьмой, давайте зажжём свет☀️</p>
            <p style="text-align: justify;">Психологическая консультация — не разговор о слабостях и проблемах, а совместная работа, направленная на
                раскрытие Ваших возможностей.</p>
            <p style="text-align: justify;">Для многих личные трудности становятся движущей силой, которая ведёт к изучению психологии — и я не
                исключение. Мой путь к специальности начался с поиска ответов на свои вопросы.</p>
            <p style="text-align: justify;">Доверьтесь психологу, который понимает: первый шаг — самое сложное.</p>
            <p>Я помогаю справляться с эмоциональными и психологическими проблемами, такими как:</p>
            <p>🔸тревожность<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸панические атаки<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸эмоциональное выгорание<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸низкая самооценка<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸проблемы в общении и отношениях</span></p>
            <p style="text-align: justify;">Основное направление моей работы — ресурс-ориентированная психотерапия (РОП).</p>
            <p style="text-align: justify;">В отличие от традиционных подходов, в РОП мы не ворошим травматические переживания и прошлое человека.
                Вместо этого, акцент делается на использовании внутренних ресурсов и работе с будущим, что позволяет
                клиентам быстро и эффективно достигать своих целей.</p>
            <p><b>В работе использую</b>:</p>
            <p>🔹МАК (метафорические ассоциативные карты)<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹технику эмоциональной свободы (EFT / ТЭС)<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹метод ДПДГ / EMDR (десенсибилизация и переработка движением глаз)<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹технику спонтанной визуализации<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹и ещё десятки авторских методик, из которых некоторые даже не переведены на русский язык</span></p>
            <p style="text-align: justify;"><b>Важная информация!</b></p>
            <p style="text-align: justify;">Обращение к психологу подразумевает, что Вы самостоятельно принимаете решение о начале консультаций и
                контролируете этот процесс. Психолог направляет, рекомендует, не настаивает и никак не влияет на него.
                Ваша активная вовлечённость в терапию имеет решающее значение.</p>
            <p style="text-align: justify;">Терапия — процесс глубокой внутренней работы, направленной на восстановление эмоционального баланса и
                личностного роста. Это не быстрое решение отдельных проблем, а системная работа над собой.</p>
            <p><b>Важно</b>:</p>
            <p>🔸Наблюдать за своими эмоциями, мыслями, реакциями (ведение дневника по рекомендациям)<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸Анализировать динамику: регулярно обсуждаем изменения, корректируем стратегию<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸Следовать договорённостям (упражнения, практики, домашние задания)</span></p>
            <p style="text-align: justify;"><b>Помните</b>:</p>
            <p style="text-align: justify;">Ваше эмоциональное благополучие зависит только от Вас. Моя роль как терапевта — направлять, поддерживать
                и предоставлять инструменты для Вашей работы. Но результат зависит только от Вашего желания и готовности
                работать над собой.</p>
            <p style="text-align: justify;">Первая консультация — этап знакомства и выстраивания доверительных отношений.</p>
            <p><b>На первой консультации</b>:</p>
            <p>🔹исследуем Ваш запрос<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹обсуждаем, подходят ли вам мои методы<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹определяем Вашу готовность к терапии</span></p>
            <p><b>Решение о сотрудничестве всегда двустороннее</b>:</p>
            <p>🔸Вы оцениваете, подхожу ли я Вам как специалист<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸Я определяю, смогу ли помочь в Вашей ситуации</span></p>

           <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a"
                        href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!"
                        target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank"
                        rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>


            <p><el-button class="not-prose" type="primary" :icon="Back" tag="a" href="/услуги/консультации/">Консультации</el-button></p>

        </div>
    </section>
</template>
<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
