<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p>"Я приехала за янтарём, а уехала с планом на новую жизнь!" 🌊🐬🐳</p>
            <p></p>
            <p style="text-align: justify;">Всё началось с обычного разговора с моей знакомой в 2022 году. Речь зашла о том, что неплохо бы ей
                приехать ко мне в гости в Калининград: Амалиенау, Музей мирового океана, Рыбная деревня, Куршская коса,
                Филинская бухта, янтарь, море…</p>
            <p></p>
            <p style="text-align: justify;">Но, — говорит, — пока нет времени. А вот моя сестра очень даже может. Тем более, у неё сложный период в
                жизни, надо отдохнуть, привести голову в порядок.</p>
            <p></p>
            <p style="text-align: justify;">— Так! — восклицает моя знакомая. — А ты же у нас психолог! Сможешь с ней поработать, когда она приедет?
            </p>
            <p></p>
            <p style="text-align: justify;">И тут меня осенило: можно объединить отдых и терапию, совместить приятное с полезным.</p>
            <p></p>
            <p>Ведь отдых — это не только про красивую природу и смену обстановки. Это ещё и про возможность:</p>
            <p></p>
            <p>✅ перезагрузиться<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">✅ заглянуть внутрь себя<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">✅ разобраться с накопившимися мыслями и эмоциями</span></p>
            <p></p>
            <p style="text-align: justify;">В спокойной обстановке. Без необходимости после консультации погружаться в привычный быт. Когда человек
                попадает из привычных условий в новую обстановку, снижается напряжение и появляется возможность увидеть
                свои проблемы совершенно под другим углом. В повседневной суете, когда окружение примелькалось, многое
                не замечается и воспринимается как должное.</p>
            <p></p>
            <p>Так появился формат «Отпуск с психологом» .</p>
            <p></p>
            <p>Сессии под лёгкий шум волн или в уютном кабинете на Степана Разина, 20.</p>
            <p></p>
            <p><b>КАК ЭТО ПРОИСХОДИТ</b></p>
            <p></p>
            <p>Заранее планируем:</p>
            <p></p>
            <p>🔹 даты<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 проживание<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 маршруты<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 экскурсии<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 места для сессий<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 время для работы</span></p>
            <p></p>
            <p><b>КАК ЭТО РАБОТАЕТ</b></p>
            <p></p>
            <p>🌿 отдых ускоряет восприятие изменений, а море — мощный инструмент для релакса<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">☕ работа в неформальной обстановке (на прогулке, за чашкой кофе) помогает быстрее достигать результатов<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">⚡ методы проверены временем: сочетают глубину и скорость<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🎯 практики простые, но высокоэффективные: отпускаем старое и создаём пространство для нового</span></p>
            <p></p>
            <p style="text-align: justify;">Во время наших встреч у Вас будут не только новые впечатления, с большой вероятностью могут попадаться
                знаки-подсказки от Вселенной. Потому что в подобном формате консультирования стихают страсти и нервное
                возбуждение и появляется возможность заметить что-то необычное.</p>
            <p></p>
            <p><b>РЕЗУЛЬТАТ</b></p>
            <p></p>
            <p>Сестра моей знакомой уезжала совершенно другим человеком:</p>
            <p></p>
            <p>🍀 лёгкость в глазах<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🍀 улыбка<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🍀 робкие, но важные планы на будущее</span></p>
            <p></p>
            <p>Мы обе знали: отпуск прошёл отлично. И это не разовая история.</p>
            <p></p>
            <p>Если вам интересен такой формат — напишите мне! Расскажу подробнее и помогу спланировать ваш уникальный
                отпуск.</p>
            <p></p>
            <p>Возможно, ваш путь к перезагрузке начинается именно здесь, в Калининграде 🌿</p>
            <p></p>
            <p>P.S. Калининград — идеальное место для таких путешествий: здесь есть всё, чтобы восстановить силы и найти
                вдохновение! 🌊✨</p>
           <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a"
                        href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!"
                        target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank"
                        rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>

            <p><el-button class="not-prose" type="primary" :icon="Back" tag="a" href="/услуги/консультации/">Консультации</el-button></p>

        </div>
    </section>
</template>
<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
