<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p>О том, как я познакомилась с нумерологией и начала делать расчёты, коротко не получится, это целая
                история. Но я постараюсь. В 2007 году я ещё занималась разработкой сайтов. Диплом психолога я получила в
                2005-ом, но сразу полностью переключиться в новую для меня область не получалось.</p>

            <p>Однажды мне позвонил знакомый и спросил, готова ли я взять клиента, который вообще ничего не понимает в
                сайтах, но которому сайт очень очень нужен. Конечно, сказала я. Задала несколько наводящих вопросов, но
                мне сказали только, что человека уже неоднократно пытались обмануть (старая история) и клиент реально
                вообще ничего в этом не понимает. Ну что ж, не в первый раз, как говорится.</p>

            <p>Итак, я созвонилась с Наталией Григорьевной, мне назначили встречу. Приезжаю. Очень приятная женщина,
                добрые, со смешинкой и лукавинкой глаза, открытая улыбка. Наталия Григорьевна вздохнула и сказала:
                "Сделайте мне, пожалуйста, сайт. Я вообще ничего в этом не понимаю, что нужно, сколько это стоит и что я
                должна делать. Но мне Вас рекомендовали как надёжного человека." И началась долгая плодотворная работа,
                и чуть позже, дружба.</p>

            <p>Начали мы, конечно же, с того, кто такая Наталия Григорьевна Носачева. Врач-реабилитолог, целитель,
                педагог. Она пережила страшную аварию, после которой врачи приговорили её к пожизненной инвалидности. Но
                Наталия Григорьевна не сдалась и сумела полностью восстановиться. Её опыт и накопленные знания она
                передавала в своей "Школе саморегуляции", обучение в которой, в общей сложности, прошли более пяти тысяч
                человек.</p>

            <p>На момент нашего знакомства она тесно сотрудничала c Яковом Григорьевичем Гальпериным, возглавлявшем
                Всероссийский научно-исследовательский центр традиционной народной медицины «ЭНИОМ». И именно сотрудники
                этого центра буквально силой затащили Наталию Григорьевну на первую "Битву экстрасенсов", где она стала
                одним из финалистов.</p>

            <p>В самом начале нашего сотрудничества я к ней "принюхивалась". Как только я услышала про Битву, сразу
                выстроила барьер, потому что считала, что всё это от лукавого. Вежливо слушала её историю, молча кивала,
                но до конца не верила. Пока не пришло время сканировать документы, дипломы и делать фотографии. И
                оказалось, что авария действительно была, что все дипломы и награды настоящие, что способности
                подтверждены уважаемыми научными институтами, а случаи из практики подтверждались многочисленными
                реальными отзывами.</p>

            <p>Однажды Наталия Григорьевна спросила мою дату рождения. Я удивилась, но ответила. Она о чём-то своём
                подумала, но сразу ничего не сказала. Только внезапно предложила мне пройти все те тесты, которые
                проходили участники Битвы на отборочном этапе. Я переполошилась и спросила зачем это нужно и какое это
                имеет отношение к сайту? Но она так посмотрела, что я поняла, деваться мне некуда. Я вздохнула и …
                благополучно провалила почти все тесты.</p>

            <p>Но Наталия Григорьевна не сдавалась. Снова и снова, как бы между делом, она подсовывала мне то один тест,
                то второй. При этом очень ненавязчиво объясняла, почему так, что мне мешает, как всё устроено, что можно
                сделать, чтобы научиться каким-то интересным вещам. Через какое-то время у меня кое что стало получаться
                и я поймала себя на том, что начинаю погружаться во что-то новое, неизведанное, но страшно интересное. А
                Наталия Григорьевна стала для меня не просто Другом, но Наставником и Учителем.</p>

            <p>В 2010 году я прошла обучение в её "Школе саморегуляции". На одном из занятий Наталия Григорьевна научила
                нас делать расчёты по дате рождения. Я рассчитала свою дату и поняла, почему она меня опекала. К слову
                сказать, она не всех брала на обучение. Бывали случаи, когда Наталия Григорьевна отказывала, чем немало
                удивляла окружающих. Почти всем приходилось проходить что-то типа экзамена перед обучением, но всех, у
                кого в дате рождения была хоть одна тройка, она брала сразу. А у меня их три.</p>

            <p>Если у человека в дате рождения есть тройка, это всегда "канал Космоса". У всех "троечников" есть
                предрасположенность к работе с людьми. Это люди с хорошей интуицией, они видят "предсказательные" сны,
                они сгоряча могут ляпнуть Истину и только потом удивиться, откуда им это известно. Но часто их
                способности бывают заблокированы и нужно много учиться и работать, чтобы раскрыть свой потенциал.</p>

            <p>Блокировки могут возникать по разным причинам: это и детские травмы, и укоренившиеся сомнения в себе, и
                негативные установки, привитые обществом. Поэтому, чтобы пробудить свой природный дар, необходимо пройти
                через комплексную работу над собой, включающую психологическую проработку, обучение новым навыкам,
                практики саморазвития и духовного роста. Только так, через систематическое и осознанное усилие, можно
                снять блокировки и начать использовать свой дар во благо себе и окружающим.</p>

            <p>Итак, я получила в руки шикарный инструмент, но что с ним делать, совершенно непонятно. Конечно же, я
                "пересчитала" всех, кого знала, потом переключилась на знакомых знакомых. Результаты впечатляли и
                пугали. Но требовалось больше практики. И тогда Наталия Григорьевна предложила мне стать её личным
                помощником. В мои обязанности, кроме сайта, конечно же, теперь входила обработка всех писем. А это
                десятки и сотни ежемесячно… До этого момента её почту разбирали администраторы центра, в котором она
                работала, выходило много путаницы и вопрос поиска личного администратора к тому моменту стоял уже
                довольно остро.</p>

            <p>Сначала наша работа выглядела следующим образом. Раз в месяц к определённой дате я подготавливала и
                распечатывала все письма. Работать с компьютером долго Наталия Григорьевна не могла, техника постоянно
                выходила из строя. Потом мы вместе разбирали каждое письмо. В результате получалось три стопки —
                стандартный ответ как записаться на приём, более развёрнутый ответ с её пояснениями и те, кого Наталия
                Григорьевна брать отказывалась.</p>

            <p>Но так длилось недолго. Во-первых это отнимало кучу времени, во-вторых Наталия Григорьевна решила, что
                самое время мне начать практиковаться. После небольшого дополнительного обучения мне предстояло уже
                самостоятельно на каждого человека делать расчёт и определять, возьмёт его Наталия Григорьевна или нет.
                И поверьте, это была очень суровая школа жизни. И такое количество практики, что сайты постепенно стали
                уходить на второй план, а я всё глубже погружалась в мир психологии.</p>

            <p>Наталия Григорьевна открыла передо мной дверь в совершенно новую жизнь. Её помощь бесценна. Она помогла
                мне разобраться с массой вопросов, вырасти профессионально, преодолеть трудности. Ко мне пришло новое
                понимание реальности. Появлялись возможности, о которых раньше я даже не задумывалась. Мне везло и на
                преподавателей, я училась у лучших экспертов в своей области. Это был непростой, трудный, но очень
                светлый и хороший путь.</p>

            <p>И постепенно пришло понимание внутреннего качественного изменения благодаря знаниям и навыкам, которые я
                получала. Я была уверена, что учусь и практикуюсь, в основном, для себя, но со временем поняла, что
                психология - моё призвание. Личный жизненный опыт и реализация собственных запросов стали отличным
                фундаментом в психологическом консультировании, к которому я, в результате, пришла.</p>

            <p>Но вернёмся к нумерологии. Расчёт по дате рождения, которому меня научила Наталия Григорьевна — первый
                шаг к пониманию себя и своей судьбы. Он позволяет получить уникальный код, который отражает
                индивидуальные характеристики и потенциал человека. Используя эту информацию, можно лучше понимать своё
                предназначение и направление развития. Кроме того, нумерологический расчёт помогает анализировать
                повторяющиеся события в жизни, понять их глубокий смысл, а также узнать особенности текущего и
                последующих жизненных семилетних циклов.</p>

            <p>Когда глубже погружаешься в мир чисел и нумерологии, постепенно за холодными и бездушными на первый
                взгляд цифрами начинаешь видеть нечто большее – человеческие судьбы, характеры и жизненные истории.</p>

            <p>Это напоминает сцену из "Матрицы", где Сайфер говорит: "Со временем привыкаешь. Я вообще не вижу цифр. Я
                вижу блондинку, брюнетку, рыженькую". Цифры перестают быть просто абстрактными символами. Они начинают
                рассказывать о людях и со временем это знание становится настолько естественным, что без особого труда
                начинаешь видеть за числами конкретных людей с их уникальными историями и особенностями.</p>

            <p>Так, нумерология стала для меня не только увлечением, но и неотъемлемой частью моей практики. В начале
                работы с каждым новым клиентом я всегда делаю нумерологический расчёт. Если клиент не интересуется
                нумерологией, я использую сокращённый вариант для себя, чтобы лучше понять его индивидуальные
                особенности и потребности. Если же человек проявляет интерес, я предоставляю развёрнутый анализ, который
                помогает клиенту глубже понять себя и свою судьбу.</p>

            <p>Есть у меня ещё один любимый инструмент, с которым я познакомилась позже. Это Метафорические
                Ассоциативные Карты (МАК). Однажды я решила эти два направления соединить, что позволило достичь во
                время консультаций ещё более впечатляющих результатов и открыть новые горизонты в работе.</p>

            <p>Таким образом, в моей практике родилась новая и мощная методика, которую я назвала «Синергия чисел и
                ассоциаций – метод, объединяющий нумерологию и метафорические ассоциативные карты».</p>

            <p>Тем не менее, в моей работе всегда ключевую роль играет психология. Одно из главных и любимых направлений
                − ресурс-ориентированная психотерапия (РОП). В её основе − инновационные и эффективные методы
                международной психологии, позволяющие быстро достигать наилучшего результата. Благодаря сочетанию
                различных методов и подходов, каждый клиент получает максимально полезные и индивидуально подобранные
                рекомендации и поддержку.</p>

            <p>Все мои знания и опыт, накопленные за годы обучения и практики, служат одной цели — помочь каждому
                человеку раскрыть свой потенциал и найти путь к счастью и гармонии в жизни.</p>
            <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
                the.parent.header }}</el-button>

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { pid: id } = defineProps(["pid"]);
const pages = inject("pages");
const the = pages[id];
</script>
