<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p style="text-align: justify;">Это уникальная авторская система <a href="https://www.b17.ru/avgolos" target="_blank" rel="nofollow" style="outline: none; cursor: pointer;" text-cyan-600="" hover:text-blue-600="">Андрея
                    Викторовича Голощапова</a> по работе с тревогой, страхами, неврозами
                и паническими атаками.</p>
            <p></p>
            <p style="text-align: justify;">РОП взаимодействует не с проблемой человека (с чем работает большинство
                психологов), а с его <b>ресурсом</b>.
            </p>
            <p></p>
            <p style="text-align: justify;">После обучения РОП даже начинающие психологи дают результат своим клиентам
                уже после первой сессии.
                Эффективно ведут терапию и помогают людям избавляться от любых видов тревожных расстройств.&nbsp;</p>
            <p></p>
            <p style="text-align: justify;">А если у Вас уже большой опыт и практика, то смело умножайте свои
                возможности на <b>5</b>!</p>
            <p></p>
            <p style="text-align: justify;">Почему вопрос с тревожными клиентами психологу необходимо решать уже сейчас?
            </p>
            <p></p>
            <p>2022 изменил психотерапию. Количество тревожных расстройств увеличилось в разы, потому что:</p>
            <p></p>
            <p>1️⃣ растет общий уровень тревожности<br>2️⃣ на фоне внешних событий происходит переход невроза на "новый
                уровень"<br>3️⃣ многие аналоговые
                препараты не приносят клиентам прежнего облегчения</p>
            <p></p>
            <p><img src="images/237df969-618f-41b5-a179-72b23714ed8f.png" alt="" decoding="async" loading="lazy" class="w-100"></p>
            <p></p>
            <p>Техники, которые работают с условно-здоровыми людьми и "лёгкой степенью" невроза не дают результатов со
                всеми остальными.</p>
            <p></p>
            <h3>Нужен новый подход в работе психолога. И такое направление уже есть. Это Ресурс-ориентированная
                психотерапия🌟</h3>
            <p></p>
            <p style="text-align: justify;">РОП – это десятки проверенных универсальных авторских методик, из которых
                некоторые даже не переведены на
                русский язык. Все они выстроены в проверенную <b>СИСТЕМУ</b>, которая может гарантировать результат
                клиенту.&nbsp;</p>
            <p></p>
            <p style="text-align: justify;">И это самое ценное в РОП. То есть в арсенале психолога находится не просто
                набор методик, но чёткий
                <b>АЛГОРИТМ</b>, когда и какую методику использовать.
            </p>
            <p></p>
            <p style="text-align: justify;"><b>Этому не учат в институте</b>❗</p>
            <p></p>
            <p style="text-align: justify;">Обязательный процесс ресурс-ориентированной психотерапии – <b>трансформация
                    личности</b>.</p>
            <p></p>
            <p style="text-align: justify;">В этом вся суть: человек думает, что у него есть тревога и нужно тревогу
                просто убрать.</p>
            <p></p>
            <p style="text-align: justify;">А на деле проблемой является сама личность человека, и если её
                трансформировать, то уходит тревога и
                вообще начинается новая жизнь.</p>
            <p></p>
            <p style="text-align: justify;">РОП позволяет психологу уверенно работать даже с самыми "капризными" и
                тревожными клиентами с
                удовольствием.</p>
            <p></p>
            <p></p>
            <p>О том, как я пришла в РОП и какие получила результаты, я написала в своей
                <router-link to="/статьи/роп/" target="_blank" rel="nofollow" style="outline: none; cursor: pointer;" text-cyan-600="" hover:text-blue-600="">статье</router-link>.
            </p>
            <p></p>
            <p><b>Если у Вас есть диплом психолога и Вы и хотите</b>:</p>
            <p></p>
            <p>✅ спокойно заниматься практикой, без стресса<br>✅ уметь работать даже с самыми тревожными
                    клиентами, от которых отказываются все остальные<br>✅ работать меньше, а зарабатывать
                    больше</p>
            <p></p>
            <p>При этом <b>НЕ ХОТИТЕ</b> тратить годы на изучение техник, которым поверхностно учат в институтах
                повышения
                квалификации, то<b> Вы в правильном месте</b>!</p>
            <p></p>
            <h3>Чтобы узнать подробности и записаться на курс РОП, перейдите по ссылке и заполните небольшую анкету:</h3>


<p><el-button class="not-prose" type="danger" tag="a" href="https://ropsystem.tilda.ws/anketa_rop?utm_source=lending&amp;sb_client_id=687841031" target="_blank" rel="noopener noreferrer">Заполнить анкету<el-icon class="el-icon--right">
                        <right>
                        </right>
                    </el-icon></el-button></p>


            <p></p>
            <p></p>
            <p>Подробная информация о РОП <a href="https://ropsystem.tilda.ws/" target="_blank" rel="nofollow" style="outline: none; cursor: pointer;" text-cyan-600="" hover:text-blue-600="">здесь</a>.
                
                </p>
            <p></p>
     
            <p></p>


            <h4 class="mt-10">Дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!" target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank" rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>

            <p><el-button class="not-prose" type="primary" :icon="Back" tag="a" href="/услуги/обучение/">Обучение</el-button></p>


                    

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back, Right } from '@element-plus/icons-vue';
const { pid: id } = defineProps(["pid"]);
const pages = inject("pages");
const the = pages[id];
</script>
