<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p>О том, как я познакомилась с Наталией Григорьевной Носачевой, я рассказала <router-link
                    to="/статьи/нумерология/">здесь</router-link>.</p>

            <p>Кто читал, пропускайте следующие восемь абзацев. Для тех, кто не читал, вкратце расскажу: кто такая
                Наталия Григорьевна, как мы познакомились и как она изменила мою жизнь, благодаря чему я, дополнительно
                к работе психологом, стала также специалистом по оздоровлению.</p>

            <p>В 2007 году я ещё занималась разработкой сайтов. Диплом психолога я получила в 2005-ом, но сразу
                полностью переключиться в новую для меня область не получалось.</p>

            <p>Однажды мне позвонил знакомый и спросил, готова ли я взять клиента, который вообще ничего не понимает в
                сайтах, но которому сайт очень-очень нужен. Конечно, сказала я. Задала несколько наводящих вопросов, но
                мне сказали только, что человека уже неоднократно пытались обмануть (старая история), и клиент реально
                вообще ничего в этом не понимает. Ну что ж, не в первый раз, как говорится.</p>

            <p>Итак, я созвонилась с Наталией Григорьевной, мне назначили встречу. Приезжаю. Очень приятная женщина,
                добрые, со смешинкой и лукавинкой глаза, открытая улыбка. Наталия Григорьевна вздохнула и сказала:
                «Сделайте мне, пожалуйста, сайт. Я вообще ничего в этом не понимаю, что нужно, сколько это стоит и что я
                должна делать. Но мне Вас рекомендовали как надёжного человека». Так началась долгая плодотворная работа
                и, чуть позже, дружба.</p>

            <p>Начали мы, конечно же, с того, кто такая Наталия Григорьевна Носачева. Врач-реабилитолог, целитель,
                педагог. Она пережила страшную аварию, после которой врачи приговорили её к пожизненной инвалидности. Но
                Наталия Григорьевна не сдалась и сумела полностью восстановиться. Её опыт и накопленные знания она
                передавала в своей «Школе саморегуляции», обучение в которой, в общей сложности, прошли более пяти тысяч
                человек.</p>

            <p>На момент нашего знакомства она тесно сотрудничала c Яковом Григорьевичем Гальпериным, возглавлявшем
                Всероссийский научно-исследовательский центр традиционной народной медицины – ЭНИОМ. И именно сотрудники
                этого центра буквально силой затащили Наталию Григорьевну на первую «Битву экстрасенсов», где она стала
                одним из финалистов.</p>

            <p>В самом начале нашего сотрудничества я к ней «принюхивалась». Как только я услышала про Битву, сразу
                выстроила барьер, потому что считала, что всё это от лукавого. Вежливо слушала её историю, молча кивала,
                но до конца не верила. Пока не пришло время сканировать документы, дипломы и делать фотографии. И
                оказалось, что авария действительно была, что все дипломы и награды настоящие, что способности
                подтверждены уважаемыми научными институтами, а случаи из практики подтверждались многочисленными
                реальными отзывами.</p>

            <p>Однажды Наталия Григорьевна спросила мою дату рождения. Я удивилась, но ответила. Она о чём-то своём
                подумала, но сразу ничего не сказала. Только внезапно предложила мне пройти все те тесты, которые
                проходили участники Битвы на отборочном этапе. Я переполошилась и спросила, зачем это нужно и какое это
                имеет отношение к сайту? Но она так посмотрела, что я поняла: деваться мне некуда. Я вздохнула и…
                благополучно провалила почти все тесты.</p>

            <p>Но Наталия Григорьевна не сдавалась. Снова и снова, как бы между делом, она подсовывала мне то один тест,
                то другой. При этом очень ненавязчиво объясняла, почему так, что мне мешает, как всё устроено, что можно
                сделать, чтобы научиться каким-то интересным вещам. Через какое-то время у меня кое что стало
                получаться, и я поймала себя на том, что начинаю погружаться во что-то новое, неизведанное, но страшно
                интересное. А Наталия Григорьевна стала для меня не просто Другом, но Наставником и Учителем.</p>

            <p>В 2010 году я прошла обучение в её «Школе саморегуляции». Чему нас учила Наталия Григорьевна? Как я
                написала выше, она передавала свой опыт и накопленные знания.</p>

            <p>Она обучала уникальным техникам, которые позволяли каждому человеку регулировать своё психологическое и
                физическое состояние. Учила навыкам, которые помогали самостоятельно справляться с трудными ситуациями,
                настраиваться на успех в бизнесе и работе, защищаться от негативного влияния окружающей среды.</p>

            <p>Основное внимание она уделяла профилактике и восстановлению здоровья. Её программы были предназначены для
                людей всех возрастов и включали обучение методам саморегуляции. Учила воспринимать болезнь не как что-то
                ужасное, а понимать, что это сигнал организма, который бьёт в колокол, и первоочередная задача – этот
                сигнал услышать, понять и сделать конкретные шаги, которые помогут выйти из состояния кризиса, а не
                глушить симптомы таблетками.</p>

            <p>Помогала справляться с проблемами личностного характера, обучая смотреть на ситуацию под другим углом и
                находить решения. Наталия Григорьевна была уверена, что любую проблему можно урегулировать, важно лишь
                изменить восприятие и подход к ней.</p>

            <p>Кроме того, она учила делать прогнозы на будущее и объясняла, на что обратить внимание. Например, в
                какой-то определённый момент жизни приоритетом может стать здоровье, и к этому нужно готовиться
                заблаговременно. А в другой период может возникнуть неблагоприятная ситуация, при которой брать деньги в
                банке окажется крайне нежелательным.</p>

            <p>Изначально ученики получали только свидетельство об обучении. Но в 2018 году сбылась мечта Наталии
                Григорьевны, и «Школа саморегуляции» была сертифицирована на государственном уровне, прошла аккредитацию
                НАНМ и получила возможность выдавать диплом по оздоровлению на территории РФ.</p>

            <p>Это означало, что теперь выпускники могли официально подтвердить свои знания и навыки в области здоровья
                и саморегуляции. В 2019 году такой диплом получила и я. А в 2023 году я стала членом Национальной
                профессиональной ассоциации специалистов народной медицины и оздоровительных практик.</p>

            <p>В 2021 году Наталии Григорьевны не стало. Но Школа продолжает работать, занятия проводят её ученики.
                Школа прошла перерегистрацию, теперь она называется «Школа саморегуляции по методике Наталии Носачевой».
                Лора Свентицкене, руководитель обновлённой школы, пригласила меня в качестве тренера-наставника.</p>

            <p>Но мой путь к теме оздоровления начался намного раньше. В 1995 году, замученная официальной медициной и
                закормленная таблетками, я познакомилась с Бесланом Кардановым, создавшем в далёком 1987 году
                собственный метод лечения, благодаря которому тысячи пациентов обрели здоровье. Про Беслана Кубатиевича
                я могу рассказывать часами, лучше просто зайдите на его сайт, если интересно.</p>

            <p>Знания, которые передавал Беслан (а он был и преподавателем), бесценны. Я была счастлива иметь
                возможность слушать его лекции. Каждый раз меня впечатляла глубина его знаний. Сложнейшие темы он давал
                легко, понятно и настолько интересно, что не влюбиться после этого в процесс познания было просто
                невозможно. Он умел пробуждать в своих слушателях жажду к знаниям, вдохновлять их на саморазвитие и
                стремление к новым открытиям. Слушая его, я осознала, что любовь к знаниям рождается именно тогда, когда
                видишь перед собой настоящего Мастера своего дела, который с любовью и увлечением передаёт свой опыт и
                понимание мира. Беслан стал для меня примером того, как можно стать не просто источником информации, но
                и Наставником, вдохновляющим на долгий и увлекательный путь изучения и познания.</p>

            <p>Благодаря ему я узнала, что такое болезнь вообще, как всё устроено в организме, какие механизмы управляют
                всеми процессами, как воздействуют фармакологические препараты, что необходимо для восстановления
                организма и как этого можно достичь методами комплементарной медицины.</p>

            <p>Комплементарная медицина представляет собой научно-практическое направление, имеющее собственную
                методологию, учебно-методическую базу и научную программу. Совокупность методов терапии, в число которых
                входят различные остеопатические и энергетические практики, гомеопатия, ароматерапия, акупунктура и
                т.д., позволяет рассматривать человека как целостную систему, где физическое и эмоциональное состояния
                тесно взаимосвязаны. Эти методы направлены на укрепление иммунитета, гармонизацию внутренних процессов
                организма и предотвращение болезней, тем самым способствуя достижению долговременного и устойчивого
                здоровья.</p>

            <p>Все направления и практики комплементарной медицины исследованы, имеют свои традиции, а их эффективность
                подтверждена наработанной клинической практикой. Благодаря мягкому воздействию этих методов пробуждаются
                восстановительные ресурсы организма, которые при традиционном фармакологическом подходе не включаются в
                процесс лечения и оздоровления.</p>

            <p>В чём принципиальное различие между традиционной (аллопатической) и комплементарной медициной?</p>

            <p>Традиционная медицина лечит «там, где болит». Не доискиваясь до причины заболевания, «замазывает» симптом
                и даже не вспоминает о психологической составляющей здоровья. Для традиционной медицины человек лишь
                набор органов и систем.</p>

            <p>Однако человеческий организм представляет собой единую, взаимосвязанную систему.</p>

            <p>Комплементарная медицина рассматривает человека как целостный организм, в котором тело, душа и разум
                тесно связаны друг с другом. Все специалисты комплементарных направлений прекрасно понимают, что для
                достижения истинного здоровья необходимо учитывать психологические и эмоциональные аспекты, оказывающие
                влияние на организм, и поэтому придают им большое значение в процессе диагностики и лечения.</p>

            <p>Традиционная медицина нацелена на болезни. Цель комплементарной медицины – здоровье. Современные
                стандарты оказания медицинской помощи ориентированы на преимущественное использование фармакологических
                препаратов (цена которых неуклонно возрастает, присутствуют побочные негативные эффекты, а на рынок
                вброшено огромное количество фальсификатов).</p>

            <p>Средства и методы комплементарного воздействия представлены, в основном, безлекарственными,
                оздоровительно-профилактическими технологиями и средствами природного происхождения.</p>

            <p>Конечно, никто не призывает полностью отказываться от традиционной медицины. Не отвергаются достижения
                таких важных направлений, как, например, хирургия, лабораторные исследования, стоматология, без которых
                в современном мире обойтись невозможно.</p>

            <p>Но сегодняшние реалии таковы, что здоровье людей стало товаром, на котором наживается Бигфарма. И она не
                гнушается ничем, в том числе и массированной пропагандой, выставляющей методы комплементарной медицины
                как нечто несерьёзное, неэффективное, а то вовсе антинаучное.</p>

            <p>В 2012 году Судьба свела меня ещё с одним Учителем – Шаниной Галиной Егоровной. Кандидат педагогических
                наук, профессор, преподаватель психологии в МГУ имени М.В. Ломоносова. Автор более ста научных,
                учебно-методических работ и практико-ориентированных книг и учебников внесённых в Золотой фонд
                отечественной науки. Автор уникального, запатентованного метода по работе с причиной заболеваний и
                расстройств.</p>

            <p>Она научила меня многим интересным вещам. Я узнала про кинезиологию, науку о движении человеческого тела.
                В основе этого метода лежит постулат: «тело знает всё и никогда не врёт». Этот же принцип используется в
                работе детектора лжи, который отслеживает физиологические реакции тела. Мышечное тестирование в
                кинезиологии имеет невероятно широкий спектр применения. Оно помогает не только в диагностике, но и в
                гармонизации внутренних процессов, что способствует улучшению здоровья и общего самочувствия.</p>

            <p>Благодаря новым знаниям я начала лучше понимать своё тело и применять упражнения, которые помогают снять
                стресс и улучшить самочувствие.</p>

            <p>Я также узнала о методе десенсибилизации и переработки движением глаз (ДПДГ), который используется для
                лечения различных психологических травм. Для моей психологической практики этот метод оказался истинной
                находкой.</p>

            <p>С помощью ДПДГ можно проработать глубокие эмоциональные травмы, страхи и негативные переживания,
                накопившиеся за многие годы. Этот метод позволяет буквально «переписать» болезненные воспоминания,
                снизив их эмоциональный заряд и освободив путь для более здорового и позитивного восприятия прошлого и
                настоящего. Благодаря ДПДГ я смогла осознать, как важно уметь прощать, отпускать и двигаться дальше, не
                будучи заложником прошлого.</p>

            <p>В 2016 году Судьба снова сделала мне роскошный подарок. Я познакомилась с Батыем Измаиловичем Аджиевым и
                его центром «Комплемед», в котором теперь работаю.</p>

            <p>Батый Измаилович Аджиев – выдающийся специалист с многолетним опытом в области гомеопатии, психосоматики,
                психиатрии и телесно-ориентированной терапии. Его уникальный подход и глубокие знания в различных
                терапевтических направлениях помогли множеству людей найти решения своих проблем и восстановить
                здоровье.</p>

            <p>Трудно перечислить все знания и методы, которыми владеет Батый Измаилович. Он успешно сочетает в своей
                практике достижения традиционной медицины с гомеопатией и психотерапевтическими техниками. Этот
                многогранный подход позволяет ему глубже понимать своих пациентов и находить для них наиболее
                эффективные решения. Батыя Измаиловича отличает особая чуткость и внимательность к каждому человеку, а
                его авторский метод является результатом многолетнего опыта и глубоких исследований, что делает его
                действительно неоценимым специалистом в своей области.</p>

            <p>Несмотря на то, что с гомеопатией я была знакома давно, только познакомившись с Батыем Измаиловичем, я
                поняла истинную глубину и потенциал этого метода, узнала о разных направлениях, о том, что гомеопатия
                бывает «острой» и «хронической» и ещё массу всего. Кстати, вы знали, что все члены королевской семьи
                Великобритании лечатся только гомеопатией на протяжении уже почти двухсот лет?</p>

            <p>Не могу не написать и про Ольгу Миронову и Елену Климанову.</p>

            <p>Ольга Миронова – удивительная женщина, мастер своего дела. Гомеопат, консультант по цветочной терапии
                доктора Баха. С первой нашей встречи я ощутила её невероятную энергию. Её знания открыли для меня новые
                горизонты и понимание того, как тонко можно воздействовать на эмоциональное состояние человека с помощью
                натуральных средств.</p>

            <p>Лена Климанова – остеопат и биодинамик. Её подход к здоровью и телу восхищает своей глубиной и мудростью.
                Лена обладает редким даром слышать и чувствовать тело пациента, помогая ему находить пути к
                самовосстановлению и гармонии. Благодаря её сеансам я ощутила, как уходят внутренние зажимы и блоки,
                оставляя в теле ощущение лёгкости и свободы. Её методика позволила мне глубже понять, как
                психоэмоциональное состояние влияет на физическое здоровье, и как важно учитывать это в работе с
                клиентами.</p>

            <p>Можно долго перечислять специалистов, с которыми я сотрудничаю, и направления, которые я могу
                рекомендовать. И если суммировать всё вышесказанное, думаю, вы уже поняли, насколько важно уделять
                внимание и душе, и телу, а если уже есть какое-то заболевание, устранить причину и восстановить
                равновесие между внутренним миром и физическим состоянием.</p>

            <p>И вот здесь на помощь психологу приходят методы комплементарной медицины, направленные на укрепление
                саморегуляции организма. Потому что именно саморегуляция, а не фармакологический препарат,
                восстанавливает организм, помогая ему вернуться к оптимальному состоянию здоровья после болезни или
                травмы.</p>

            <p>Что такое болезнь? Это не просто случайное явление, возникающее вне контекста, а сложный процесс,
                связанный с нарушением гармонии и равновесия в организме человека. В основе любой болезни лежит
                определённый сбой, который может быть вызван множеством факторов – от внешних воздействий, таких как
                инфекции или травмы, до внутренних причин, таких как стресс, плохое питание или длительные эмоциональные
                переживания.</p>

            <p>Болезнь формируется постепенно. Сначала нарушается гомеостаз, затем организм пытается восстановить
                равновесие через компенсаторные реакции, такие как, например, детоксикация или повышение температуры.
                Если компенсаторные механизмы не справляются, проявляются симптомы: боль, слабость, воспаление и т.д. На
                последнем этапе болезнь может перейти в хроническую форму, требуя длительного и комплексного лечения.
            </p>

            <p>Таким образом, болезнь – результат сложного взаимодействия многочисленных факторов, как внешних, так и
                внутренних. В каждой стадии процесса формирования болезни заложена важная информация о состоянии
                организма и необходимости вмешательства для его восстановления. Понимание этих процессов и своевременное
                принятие мер могут помочь предотвратить развитие хронических состояний и вернуть утраченный баланс,
                восстановив здоровье и гармонию организма.</p>

            <p>Работа психологом – лишь часть моей профессиональной деятельности, я также являюсь специалистом по
                оздоровлению. В зависимости от потребностей клиента, я могу выступать либо исключительно как психолог,
                либо одновременно как психолог и специалист по оздоровлению, а в некоторых случаях – только как
                специалист по оздоровлению.</p>

            <p>За годы практики, обучения, а также благодаря взаимодействию с разными специалистами, я приобрела
                множество ценных знаний о методах комплементарной медицины, знаю, как они работают, какие у них есть
                преимущества и как они могут помочь.</p>

            <p>Если клиентам требуется какое-либо исследование или наблюдаются признаки физических заболеваний, которые
                могут влиять на психическое здоровье и общее самочувствие, я направляю их к профильным опытным
                специалистам, для получения компетентной и всесторонней помощи.</p>

            <p>Такая совместная работа предоставляет необходимые поддержку и инструменты для осознанного и полноценного
                оздоровления, как физического, так и психологического.</p>

            <p>Применение комплексных методов не только ускоряет процесс выздоровления и предотвращает возникновение
                новых заболеваний, но и значительно улучшает психоэмоциональное состояние человека, способствуя общему
                повышению качества его жизни.</p>

            <p>Спасибо, что дочитали до конца, и будьте здоровы!</p>
            <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
                the.parent.header }}</el-button>

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
