<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p>На сегодняшний день — популярная и востребованная услуга.</p>
            <p></p>
            <p>Это, как правило, ежедневная поддержка, где я выступаю одновременно в роли психолога, наставника и/или
                ментора, в зависимости от запросов клиента. Напоминаю о важных шагах, помогаю преодолевать
                сопротивление, анализирую прогресс, корректирую стратегию и т.д. Сопровождение может длиться от 1-ой
                недели или 1-го месяца до года. Стоимость зависит от задач, количества встреч, времени и формата
                взаимодействия.</p>
            <p></p>
            <p><b>Индивидуальное сопровождение подходит для тех, кто</b>:</p>
            <p></p>
            <p>🔹 нуждается в поддержке — контроль, помощь в моменты кризисов и эмоциональных спадов<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 стремится оптимизировать ресурсы (время, энергия, эмоции) для профессионального и личностного роста<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 решает конкретные задачи — от управления стрессом до улучшения коммуникации с окружающими<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 определил цель, но сталкивается с ленью, тревогой, отсутствием мотивации<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 хочет улучшить физическое здоровье через работу с психологическими факторами</span></p>
            <p></p>
            <p>Индивидуальное сопровождение подходит для людей, готовых к самостоятельной работе. Моя роль — направлять,
                поддерживать и предоставлять инструменты для Вашей работы. Но результат зависит только от Вашего желания
                и готовности работать над собой. Желательно организовать дополнительную поддержку от близких или других
                специалистов, если возникнут ситуации, требующие личного взаимодействия.</p>
            <p></p>
            <p><b>Перед началом сотрудничества</b>:</p>
            <p></p>
            <p>✅ Формулируем запрос и цели<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">✅ Составляем план и формат взаимодействия с учётом Ваших потребностей<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">✅ При необходимости проводим диагностику или тестирование<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">✅ Заключаем договор</span></p>
            <p></p>
            <p><b>Решение о сотрудничестве всегда двустороннее</b>:</p>
            <p></p>
            <p>🔸Вы оцениваете, подхожу ли я Вам как специалист<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸Я определяю, смогу ли помочь в Вашей ситуации</span></p>
       
        
            <p></p>
            <p><b>ВАЖНО</b>! Индивидуальное сопровождение не рекомендуется, если у Вас диагностированы шизофрения или другие
                виды психотических расстройств (например, бредовое расстройство), если Вы испытываете галлюцинации,
                проявления паранойи, суицидальные мысли, либо имеете длительный опыт злоупотребления алкоголем или
                наркотическими веществами, находитесь в ситуации, угрожающей Вашей жизни. Настоятельно рекомендуется
                проконсультироваться с Вашим лечащим врачом или специалистом в области психического здоровья для оценки
                возможных рисков и последствий.</p>
           <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a"
                        href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!"
                        target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank"
                        rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>

            <p><el-button class="not-prose" type="primary" :icon="Back" tag="a" href="/услуги/консультации/">Консультации</el-button></p>

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { pid: id } = defineProps(["pid"]);
const pages = inject("pages");
const the = pages[id];
</script>
