<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p>Стены ровные — эмоции стабильные🛠️🧱😊</p>
            <p></p>
            <p><b>Что входит в услугу</b>:</p>
            <p></p>
            <p>🔸психологическая оценка пространства<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸изучение проекта, планирование этапов работы<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸сбор и анализ информации по проекту<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸помощь в планировании ресурсов, бюджета и сроков<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸анализ пожеланий заказчика<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸согласование с заказчиком проектных решений и доработок по проекту<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸сотрудничество с дизайнерами, инженерами и т.д. (при необходимости)<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸контроль на объекте (если удалённый ремонт)</span></p>
            <p></p>
            <p>Сопровождение ремонта психологом, это не только психологическая поддержка, но и:</p>
            <p></p>
            <p>🔹предотвращение ошибок (психологические техники для рационального планирования бюджета, сроков и задач,
                работа с импульсивными решениями)<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹бюджет без истерик (психологические лайфхаки для контроля расходов и избегания ненужных трат)<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹анализ эмоциональных триггеров клиента (страхи, перфекционизм, тревога из-за изменений)<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹арт-терапия в дизайне (помощь в выборе материалов, цветов и предметов, которые влияют на настроение и
                энергетику пространства)</span></p>
            <p></p>
            <p>"Ремонт с психологом" может быть полезен не только для<b> частных клиентов</b>.</p>
            <p></p>
            <p>Учесть массу нюансов при ремонте, например, <b>офиса</b>, небольшого <b>кафе </b>или <b>магазина</b>, тоже бывает непросто. А
                переделывать недочёты после ремонта дорого, лишние нервы и время.</p>
            <p></p>
            <p>Но особенно актуальна такая услуга в случае "<b>удалённого</b>" <b>ремонта</b>, когда клиент не может лично
                контролировать процесс.</p>
            <p></p>
            <p>Стоимость услуги рассчитывается индивидуально и зависит от объёма работы.</p>
            <p></p>
            <p><b>Немного истории</b>🏠</p>
            <p></p>
            <p style="text-align: justify;">Как и в случае "<b>Отпуска с психологом</b>", идея "Ремонта с психологом" началась с разговора. Меня пригласили
                в гости оценить дизайнерский ремонт. Моей знакомой не терпелось поделиться радостью и впечатлениями.
                Шутка ли, её квартира попала на обложку популярного журнала.</p>
            <p></p>
            <p style="text-align: justify;">Сначала всё понравилось, был вау-эффект. Но прошло полчаса и я начала отмечать про себя недочёты. И
                составила целый перечень, но не решилась высказать свои замечания вслух. Не хотелось портить настроение
                ни себе, ни знакомой.</p>
            <p></p>
            <p style="text-align: justify;">Прошло какое-то время, и она сама начала озвучивать мой список. И тогда прозвучала фраза: "Был бы рядом в
                тот момент кто-то незаинтересованный и объективный, не было бы сейчас стольких проблем..."</p>
            <p></p>
            <p style="text-align: justify;">Она рассказала про все этапы ремонта и мы выявили основную проблему — дизайнер. Я ни в коем случае не
                хочу никого обидеть, но, как показала практика, дизайнеры и правда часто не заинтересованы в комфорте
                своих клиентов. Им важно получить красивое фото в портфолио и процент от магазинов, куда они настойчиво
                отправляют клиентов закупать материалы, технику и прочие "современные решения".</p>
            <p></p>
            <p style="text-align: justify;">Часто в свежеотремонтированной красоте трудно найти место привычным вещам. Да ещё на выходе получается
                неликвидная квартира, потому что переплачивать за ремонт, который всё равно придётся переделывать, никто
                не хочет.</p>
            <p></p>
            <p style="text-align: justify;">Поскольку любовь к ремонтам у меня в крови (несколько поколений строителей и инженеров) я решила
                совместить два направления. И мне интересно, и клиентам польза!</p>
          
           <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a"
                        href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!"
                        target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank"
                        rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>

            <p><el-button class="not-prose" type="primary" :icon="Back" tag="a" href="/услуги/консультации/">Консультации</el-button></p>

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { pid: id } = defineProps(["pid"]);
const pages = inject("pages");
const the = pages[id];
</script>
