<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>

            <p><span
                    style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / 0.5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb); font-weight: bolder; color: rgb(0, 0, 0); font-family: ui-sans-serif, system-ui, sans-serif, &quot;Apple Color Emoji&quot;, &quot;Segoe UI Emoji&quot;, &quot;Segoe UI Symbol&quot;, &quot;Noto Color Emoji&quot;; font-size: large;">Как
                    справиться с негативными эмоциями за 10 минут?<br
                        style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / 0.5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb);">Ведь
                    хроническая тревога — как замкнутый круг. Но выход есть.</span></p>
            <p>Владение навыками эмоциональной саморегуляции — ключ к гармонии в жизни и инструмент для достижения своих
                целей.</p>
            <p></p>
            <p>Обучение проверенным практическим методам позволяет управлять своими эмоциями, справляться с тревожными
                состояниями и сложными жизненными ситуациями.</p>
            <p></p>
            <p>Марафон «Мой внутренний ресурс» — отличная возможность:</p>
            <p><span style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸
                    научиться принимать себя, свои чувства и эмоции<br></span><span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));">🔸 нарастить ресурс, вернуть себе
                    уверенность</span></p>
            <p
                style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb);">
                Теоретическая часть:</p>
            <p
                style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb);">
            </p>
            <p
                style="--un-translate-z: 0; --un-pan-x: ; --un-pan-y: ; --un-pinch-zoom: ; --un-scroll-snap-strictness: proximity; --un-ordinal: ; --un-slashed-zero: ; --un-numeric-figure: ; --un-numeric-spacing: ; --un-numeric-fraction: ; --un-border-spacing-x: 0; --un-border-spacing-y: 0; --un-ring-offset-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-shadow: 0 0 rgb(0 0 0 / 0); --un-shadow-inset: ; --un-shadow: 0 0 rgb(0 0 0 / 0); --un-ring-inset: ; --un-ring-offset-width: 0px; --un-ring-offset-color: #fff; --un-ring-width: 0px; --un-ring-color: rgb(147 197 253 / .5); --un-blur: ; --un-brightness: ; --un-contrast: ; --un-drop-shadow: ; --un-grayscale: ; --un-hue-rotate: ; --un-invert: ; --un-saturate: ; --un-sepia: ; --un-backdrop-blur: ; --un-backdrop-brightness: ; --un-backdrop-contrast: ; --un-backdrop-grayscale: ; --un-backdrop-hue-rotate: ; --un-backdrop-invert: ; --un-backdrop-opacity: ; --un-backdrop-saturate: ; --un-backdrop-sepia: ; border-color: var(--un-default-border-color, #e5e7eb);">
                🔸базовые эмоции,&nbsp;<span style="color: rgb(75 85 99 / var(--un-text-opacity));">к чему приводит их
                    подавление<br></span>🔸выживательные инстинкты, разговор с телом<span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));"><br></span>🔸<span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));">как формируется хроническая
                    тревожность<br></span>🔸<span style="color: rgb(75 85 99 / var(--un-text-opacity));">поливагальная
                    теория Стивена Порджеса<br></span>🔸<span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));">откуда берётся внутренний критик и почему у
                    слова "обесценивание" в русском языке нет антонима</span></p>
            <p></p>
            <p>На Марафоне вы научитесь практическим методам работы, которые помогут справляться с негативными эмоциями
                и снизить напряжённость:</p>
            <p></p>
            <p>🔹 Техника эмоциональной свободы (ТЭС)<br>🔹 ДПДГ, Брейнспоттинг<br><span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹
                    Валидация, работа с внутренним критиком<br></span><span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));">🔹 Дополнительные техники даются в
                    зависимости от запросов группы</span></p>
            <p></p>


            <h3>🟢 <b>Начало Марафона по мере набора группы</b></h3>
            <div>Минимальное количество участников — 15 человек.<b></b></div>
            <p><span style="color: rgb(75 85 99 / var(--un-text-opacity));"></span></p>

            <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1 mb-8">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a"
                        href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!"
                        target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank"
                        rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>




            <p>🟡 <b>Продолжительность</b>: 6
                недель<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">💖 <b>Где</b>:
                    закрытый Телеграм-канал<br></span><span style="color: rgb(75 85 99 / var(--un-text-opacity));">💸
                    <b>Стоимость</b>: 2.500 рублей</span></p>
            <p></p>

            <p></p>
            <p><span style="color: rgb(75 85 99 / var(--un-text-opacity));">Марафон «Мой внутренний ресурс» — отличная
                    возможность&nbsp;</span>стать частью сообщества, где можно научиться принимать себя, находить
                гармонию в жизни, делиться опытом и получать поддержку.</p>
            <p>✅Всем участникам&nbsp;выдаётся именной сертификат.&nbsp;</p>
            <h2>Часто задаваемые вопросы</h2>
            <p>✅<b> Какой формата марафона?</b></p>
            <p>Формат — онлайн, продолжительность — 6 недель. Встречи каждую пятницу вечером. Встречи записываются и
                выкладываются в закрытый телеграм-канал для тех, кто не может участвовать в режиме реального времени.
            </p>
            <p>В течение недели в закрытом чате участники делятся промежуточными успехами, задают вопросы, по мере
                необходимости даётся дополнительный материал.&nbsp;</p>
            <p>✅ <b>Проводились ли подобные марафоны ранее и каковы были результаты участников?</b></p>
            <p>Да, такие марафоны проводились, и результаты отличные.</p>
            <p>Степень успеха всегда зависит от включённости участников и уровня их тревожности. Кто-то справляется с
                проблемами
                быстрее и легче, кому-то требуется больше времени, чтобы преодолеть даже небольшие сложности. В любом
                случае, на марафоне вы станете спокойнее и научитесь отслеживать свои эмоции.</p>
            <p>✅ <b>А если на мне техники не сработают?</b></p>
            <p>Важно отметить, что те техники, которые даются на Марафоне, не являются универсальным решением всех
                проблем.
                Есть люди, которым эти техники могут не подойти.</p>
            <p>✅ <b>Чему конкретно я смогу научиться?</b></p>
            <p>На Марафоне рассматриваются такие важные темы, как самопринятие и любовь к себе. Всем нам нужно учиться
                принимать себя, но никто не говорит, как именно это делать. Наиболее распространённое упражнение
                предлагает каждый день подходить к зеркалу и хвалить себя, но этого недостаточно.</p>
            <p>Мы поговорим о том, почему этого мало и почему это упражнение малоэффективно. Наша работа будет
                направлена на комплексный подход, чтобы вы смогли научиться искренне принимать и любить себя.</p>
            <p>Этот навык поможет вам впоследствии наладить отношения и с окружающими. Как говорится — нельзя дать то,
                чего не имеешь сам. Но эта комплексная работа действительно поможет вам научиться принимать себя.</p>
            <p>✅ <b>Как выглядит сертификат?</b></p>
            <p>По окончании марафона каждому участнику будет выдан электронный сертификат «Школы саморегуляции по
                методике Натальи Насачевой». Расскажу немного о Школе.</p>
            <p>С Наталией Григорьевной я познакомилась, в 2007 году. Замечательный, светлый человек. Врач по
                образованию.</p>
            <p>В далёком 1981 году, после страшной аварии, врачи приговорили Наталию Носачеву к пожизненной
                инвалидности. Но она не сдалась. Тяжёлым, кропотливым, ежедневным трудом ей удалось вернуться к
                полноценной жизни.</p>
            <p>Наталия Григорьевна была уверена, что каждый человек способен самостоятельно организовать свою жизнь
                таким образом, чтобы активизировались и заработали в полную силу механизмы саморегуляции. Именно этому,
                более 20 лет, она и обучала в своей Школе.</p>
            <p>В 2021 году Наталии Григорьевны не стало.</p>
            <p>Сейчас занятия проводят её ученики, я в их числе. Конечно, заменить Наталью Григорьевну мы не можем, это
                был уникальный человек. Поэтому мы поделили программу на несколько преподавателей.</p>
            <p>И каждый из нас привносит что-то своё. Я в Школе веду блок о нумерологии и о навыках психологической
                саморегуляции.</p>
            <p>✅ <b>Сейчас предлагается масса всего абсолютно
                    бесплатно, почему Марафон платный?</b></p>
            <p>Марафон не «впаривание», где сначала даются крохи информации, а в конце предлагается купить курс за
                большие деньги. Это максимум полезной информации, задания и ваша активная работа.</p>
            <p>Если у вас есть финансовые затруднения, вы можете оплатить одну часть в начале марафона, а другую — в
                конце. Кроме того, если вам не понравится Марафон, и вы решите, что это не для вас, вы можете покинуть
                Марафон в течение первой недели и получить назад деньги. После начала второй недели Марафона деньги не
                возвращаются.</p>
            <p>✅ <b>Я уже был(а) у Вас на консультациях и про ТЭС и валидацию знаю. Стоит ли идти на марафон? Что будет
                    нового?</b></p>
            <p>Из нового&nbsp;<span style="color: rgb(75 85 99 / var(--un-text-opacity));">—&nbsp;</span><span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));">вводная лекция про формирование тревожности.
                    На консультациях я об этом подробно не рассказываю. Поговорим о том, почему тревожность стала
                    нормой. Расскажу про два основных механизма её формирования: про подавление базовых эмоций и про
                    поливагальную теорию Стивена Порджеса.</span></p>
            <p>Остальное, как я уже сказала, в зависимости от запросов участников группы. Я не жадная😉 Я хочу помогать
                людям. И я это делаю.&nbsp;&nbsp;И кстати. Из личного опыта. Кажется, что уже всё усвоил, а потом
                пересматриваешь какую-нибудь лекцию, и узнаёшь что-то новое! Что сознание бережно припрятало и сделало
                вид, что нам это не надо😆 И ещё.&nbsp;Попрактиковать уже известные навыки никогда лишним не будет!</p>
            <p><b>Регистрация и получение дополнительной информации</b>:<br><span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));">+79067921244 (WhatsApp, Telegram).</span></p>
            <p><span style="color: rgb(75 85 99 / var(--un-text-opacity));"><b>ВАЖНОЕ!</b> Это мероприятие не
                    рекомендуется для участия, если у вас диагностированы шизофрения или другие виды психотических
                    расстройств (например, бредовое расстройство), если вы испытываете галлюцинации, проявления
                    паранойи, суицидальные мысли, либо имеете длительный опыт злоупотребления алкоголем или
                    наркотическими веществами,&nbsp;</span><span
                    style="color: rgb(51, 51, 51); font-family: -apple-system, BlinkMacSystemFont, Roboto, &quot;Open Sans&quot;, &quot;Helvetica Neue&quot;, &quot;Noto Sans Armenian&quot;, &quot;Noto Sans Bengali&quot;, &quot;Noto Sans Cherokee&quot;, &quot;Noto Sans Devanagari&quot;, &quot;Noto Sans Ethiopic&quot;, &quot;Noto Sans Georgian&quot;, &quot;Noto Sans Hebrew&quot;, &quot;Noto Sans Kannada&quot;, &quot;Noto Sans Khmer&quot;, &quot;Noto Sans Lao&quot;, &quot;Noto Sans Osmanya&quot;, &quot;Noto Sans Tamil&quot;, &quot;Noto Sans Telugu&quot;, &quot;Noto Sans Thai&quot;, sans-serif; font-size: 13px; white-space-collapse: preserve-breaks;">находитесь
                    в ситуации, угрожающей Вашей жизни</span><span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));">.&nbsp;</span><span
                    style="color: rgb(75 85 99 / var(--un-text-opacity));">Перед участием настоятельно рекомендуем
                    проконсультироваться с вашим лечащим врачом или специалистом в области психического здоровья для
                    оценки возможных рисков и последствий.</span></p>


   



  <el-button-group class="not-prose">
    <el-button type="primary" :icon="ArrowLeft" tag="router-link" :to="the.parent.to">На главную</el-button>
    <el-button type="primary" :icon="ArrowLeft" tag="a" href="/услуги/обучение/">
      Обучение
    </el-button>
  </el-button-group>


            
        </div>
    </section>
</template>

<script setup>
import { inject } from "vue";
import { ArrowLeft } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
