<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p>🌟<b>ПРОГНОЗ&nbsp;</b><b style="color: oklab(0.446 -0.00684949 -0.0292076); font-size: 1rem;">включает в себя</b><span style="color: oklab(0.446 -0.00684949 -0.0292076); font-size: 1rem;">:</span></p>
            <p>🔹нумерологический разбор — что Вам дано по жизни, какая Вы личность<br>🔹анализ личности:
                качества, карма,
                препятствия, предназначение<br>🔹особенности текущего и последующих
                жизненных семилетних циклов<br>🔹количество запросов клиента на разбор МАК —
                <b>ДВА</b></p><p><span style="color: oklab(0.446 -0.00684949 -0.0292076); text-align: justify;"><b>А также</b>:</span></p><p><span style="color: oklab(0.446 -0.00684949 -0.0292076); font-size: 1rem;">🔹</span><span style="color: oklab(0.446 -0.00684949 -0.0292076); text-align: justify;">с чем Вам предстоит расстаться в ближайшем будущем<br></span><span style="color: oklab(0.446 -0.00684949 -0.0292076);">🔹</span><span style="color: oklab(0.446 -0.00684949 -0.0292076); text-align: justify;">какие изменения придут в Вашу жизнь<br></span><span style="color: oklab(0.446 -0.00684949 -0.0292076);">🔹</span><span style="color: oklab(0.446 -0.00684949 -0.0292076); text-align: justify;">какие задачи предстоит решать<br></span><span style="color: oklab(0.446 -0.00684949 -0.0292076);">🔹</span><span style="color: oklab(0.446 -0.00684949 -0.0292076); text-align: justify;">какие подарки готовит для Вас Судьба<br></span><span style="color: oklab(0.446 -0.00684949 -0.0292076);">🔹</span><span style="color: oklab(0.446 -0.00684949 -0.0292076); text-align: justify;">МАК-подсказки, которые помогут Вам справиться с текущими ситуациями и сфокусироваться на наиболее значимых аспектах Вашего будущего</span></p>
            <p></p>
            <p><b>ПРОГНОЗ АКТУАЛЕН 12 МЕСЯЦЕВ, НАЧИНАЯ С ДАТЫ ОФОРМЛЕНИЯ</b></p>
            <p></p>
            <p style="text-align: justify;">Прогноз предлагает по-новому взглянуть на свою жизнь, способствует более глубокому пониманию своих
                психологических особенностей и помогает находить оптимальные пути для решения поставленных задач.</p>
            <p></p>
            <p style="text-align: justify;">Прогноз сочетает в себе применение двух методик: <b>нумерологии</b> и <b>метафорических ассоциативных карт</b> (МАК),
                состоит из <b>нескольких этапов</b> и начинается с <b>ознакомительной встречи</b>, во время которой проводится
                первичный анализ запросов клиента.</p>
            <p></p>
            <p style="text-align: justify;"><b>Следом идёт подготовка материалов с подробными результатами исследования, разделённых на две части</b>.</p>
            <p></p>
            <p style="text-align: justify;">1️⃣ <b>Первая часть</b> включает в себя профессиональный нумерологический расчёт по дате рождения, помогающий
                клиенту лучше понять себя, свою уникальность, потенциал, узнать своё предназначение, а также особенности
                текущего и последующих жизненных <b>семилетних циклов</b>.&nbsp;<span style="color: oklab(0.446 -0.00684949 -0.0292076); font-size: 1rem;">Кроме
                того, нумерологический расчёт помогает анализировать повторяющиеся события в жизни и понять их
                глубокий смысл.</span></p>
            <p></p>
            <p style="text-align: justify;">2️⃣ <b>Вторая часть</b> прогноза включает в себя разбор и анализ запросов клиента и обзор текущего жизненного
                цикла методом ассоциативно-когнитивного анализа (работа с МАК). Этот подход позволяет глубже проникнуть
                в суть запроса, пролить свет на скрытые аспекты мыслей, эмоций и желаний клиента.</p>
            <p></p>
            <p style="text-align: justify;"><b>Под каждый запрос колоды выбираются индивидуально, карты выбираю я. Практика подтверждает, что данный
                подход не только не уступает ситуации, когда клиент выбирает карты самостоятельно, но в некоторых
                случаях демонстрирует более высокую эффективность.</b></p>
            <p></p>
            <p style="text-align: justify;">✅ После подготовки материалов клиенту <b>предоставляется файл с данными</b>, а также пояснения и рекомендации по
                его просмотру для предварительного ознакомления. Затем проводится <b>повторная встреча</b>, в ходе которой
                обсуждаются и детально разбираются все запросы клиента.</p>
            <p></p>
            <p style="text-align: justify;">Метафорический прогноз по авторскому методу «Синергия чисел и ассоциаций» — увлекательное и глубокое
                исследование себя, своего прошлого, настоящего и будущего, которое направляет к гармонии и успеху,
                помогает понять свои чувства и мотивации, открывает новые перспективы.</p>
            <p></p>
            <p style="text-align: justify;">⚡ Прогноз не следует воспринимать как предопределение Вашей судьбы. Он предназначен для того, чтобы
                предоставить Вам ориентир, который поможет предвидеть возможные события, лучше понять общие тенденции
                Вашей жизни, принять осознанные решения и настроиться на успешное и гармоничное развитие в течение
                ближайшего года.</p>

                           <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!" target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank" rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>


            <p><el-button class="not-prose" type="primary" :icon="Back" tag="a" href="/услуги/консультации/">Консультации</el-button></p>

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
