<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p>🌟 <b>БАЗОВЫЙ ПРОГНОЗ — 6.000 рублей, включает в себя</b>:</p>
            <p>🔹краткий нумерологический разбор, что Вам дано по жизни<br>🔹анализ личности: качества, карма,
                препятствия, предназначение<br>🔹особенности текущего и последующих
                жизненных семилетних циклов<br>🔹количество запросов клиента на разбор МАК —
                ДВА</p>
            <p></p>
            <p>💎 <b>ПОЛНЫЙ ПРОГНОЗ — 10.000 рублей, включает в себя</b>:</p>
            <p>🔹расширенный нумерологический разбор — что Вам дано по жизни, какая Вы личность<br>🔹анализ личности:
                качества, карма,
                препятствия, предназначение<br>🔹особенности текущего и последующих
                жизненных семилетних циклов<br>🔹количество запросов клиента на разбор МАК —
                ТРИ</p>
            <p></p>
            <p><b>ПРОГНОЗ АКТУАЛЕН 12 МЕСЯЦЕВ, НАЧИНАЯ С ДАТЫ ОФОРМЛЕНИЯ</b></p>
            <p></p>
            <p style="text-align: justify;">Прогноз предлагает по-новому взглянуть на свою жизнь, способствует более глубокому пониманию своих
                психологических особенностей и помогает находить оптимальные пути для решения поставленных задач.</p>
            <p></p>
            <p style="text-align: justify;">Прогноз сочетает в себе применение двух методик: нумерологии и метафорических ассоциативных карт (МАК),
                состоит из нескольких этапов и начинается с ознакомительной встречи, во время которой проводится
                первичный анализ запросов клиента.</p>
            <p></p>
            <p style="text-align: justify;">Следом идёт подготовка материалов с подробными результатами исследования, разделённых на две части.</p>
            <p></p>
            <p style="text-align: justify;">1️⃣ Первая часть включает в себя профессиональный нумерологический расчёт по дате рождения, помогающий
                клиенту лучше понять себя, свою уникальность, потенциал, узнать своё предназначение, а также особенности
                текущего и последующих жизненных семилетних циклов.</p>
            <p></p>
            <p style="text-align: justify;">Нумерологический расчёт по дате рождения позволяет узнать наши индивидуальные характеристики и потенциал.
                Используя эту информацию, мы можем лучше понимать своё предназначение и направление развития. Кроме
                того, нумерологический расчёт помогает нам анализировать повторяющиеся события в нашей жизни и понять их
                глубокий смысл.</p>
            <p></p>
            <p style="text-align: justify;">2️⃣ Вторая часть прогноза включает в себя разбор и анализ запросов клиента и обзор текущего жизненного
                цикла методом ассоциативно-когнитивного анализа (работа с МАК). Этот подход позволяет глубже проникнуть
                в суть запроса, пролить свет на скрытые аспекты мыслей, эмоций и желаний клиента.</p>
            <p></p>
            <p style="text-align: justify;">А также, с чем Вам предстоит расстаться в ближайшем будущем, какие изменения придут в Вашу жизнь, какие
                задачи предстоит решать, какие подарки готовит для Вас Судьба и получите ценные МАК-подсказки, которые
                помогут Вам справиться с текущими ситуациями и сфокусироваться на наиболее значимых аспектах Вашего
                будущего.</p>
            <p></p>
            <p style="text-align: justify;">Под каждый запрос колоды выбираются индивидуально, карты выбираю я. Практика подтверждает, что данный
                подход не только не уступает ситуации, когда клиент выбирает карты самостоятельно, но в некоторых
                случаях демонстрирует более высокую эффективность.</p>
            <p></p>
            <p style="text-align: justify;">✅ После подготовки материалов клиенту предоставляется файл с данными, а также пояснения и рекомендации по
                его просмотру для предварительного ознакомления. Затем проводится повторная встреча, в ходе которой
                обсуждаются и детально разбираются все запросы клиента.</p>
            <p></p>
            <p style="text-align: justify;">Метафорический прогноз по авторскому методу «Синергия чисел и ассоциаций» — увлекательное и глубокое
                исследование себя, своего прошлого, настоящего и будущего, которое направляет к гармонии и успеху,
                помогает понять свои чувства и мотивации, открывает новые перспективы.</p>
            <p></p>
            <p style="text-align: justify;">Отзывы клиентов свидетельствуют о повышении уровня самосознания и подтверждают эффективность и пользу
                метафорического прогноза.</p>
            <p></p>
            <p style="text-align: justify;">⚡ Прогноз не следует воспринимать как предопределение Вашей судьбы. Он предназначен для того, чтобы
                предоставить Вам ориентир, который поможет предвидеть возможные события, лучше понять общие тенденции
                Вашей жизни, принять осознанные решения и настроиться на успешное и гармоничное развитие в течение
                ближайшего года.</p>

                           <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a"
                        href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!"
                        target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank"
                        rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>


            <p><el-button class="not-prose" type="primary" :icon="Back" tag="a" href="/услуги/консультации/">Консультации</el-button></p>

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
