<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>

            <p>Отсутствие гармонии с самим собой порождает психологические проблемы,
                которые накапливаются годами. Быть может, пришло время сделать паузу и узнать, кто я на самом деле?</p>
            <p>В этом Вам поможет самый надёжный и полный психологический тест,
                разработанный доктором педагогических наук, профессором кафедры акмеологии и психологии профессиональной
                деятельности РАНХиГС при Президенте РФ <a href="https://knyazev-am.com/" target="_blank" rel="noopener noreferrer" text-cyan-600="" hover:text-blue-600="">А.М. Князевым</a>.</p>
            <p><a href="https://career.prof-dialog.ru/test-total/" target="_blank" rel="noopener noreferrer" text-cyan-600="" hover:text-blue-600="">Тест не имеет аналогов</a>, признан психологами во всём
                мире, доказал свою
                эффективность на выборке в 150.000 человек, применяется более 30 лет.</p>
            <p>Настоятельно рекомендую пройти этот тест перед консультацией. Результаты вашего теста станут ценным инструментом на консультации с психологом, значительно сократив
                время на выявление истинных причин запроса.</p><p>Психологический тест можно сравнить с анализом крови,
                который врачи назначают для оценки состояния организма. Аналогично, тестирование предоставляет глубокую
                информацию о личности человека, его особенностях, склонностях и структуре психики.</p>
            <p><b>Стоимость теста</b>: 2.990 рублей</p>
            <p><b>Скидка на тестирование 7% по промокоду&nbsp;</b><b style="color: rgb(75 85 99 / var(--un-text-opacity));">&nbsp;KOMPLEMED</b></p>
            <p>промокод действует на все услуги Проф-Диалога: тесты, курсы, консультации</p>
            <p><b>Минимальный возраст тестируемого</b> – 13 лет</p>
            <p><b>Время на прохождение теста</b> – 1
                час</p>
            <p></p>
            <p><el-button class="not-prose" type="danger" :icon="Right"><a href="https://career.prof-dialog.ru/test-total#pricing" target="_blank" rel="noopener noreferrer">ПРИОБРЕСТИ ТЕСТ</a></el-button></p>

            <p><el-button class="not-prose" type="info" :icon="Right"><a href="https://prof-dialog.app/results-tphcd/1674025022846x113712781781893120" target="_blank" rel="noopener noreferrer">ПОСМОТРЕТЬ ОБРАЗЕЦ ОТЧЁТА</a></el-button></p>




            <p></p>
            <p>ОПРОСНИК СОСТОИТ ИЗ 386 ВОПРОСОВ</p>
            <p>✓ ТАКОЕ КОЛИЧЕСТВО ВОПРОСОВ ОБЕСПЕЧИВАЕТ МАКСИМАЛЬНУЮ НАДЁЖНОСТЬ
                ТЕСТИРОВАНИЯ<br>✓ ДОСТОВЕРНОСТЬ РЕЗУЛЬТАТОВ
                ОПРЕДЕЛЯЕТСЯ ВСТРОЕННЫМИ В ТЕСТ ВОПРОСАМИ</p>
            <p></p>
           
            <p>ОТЧЁТ
                СОСТОИТ ИЗ 6 РАЗДЕЛОВ:</p>
            <p><b>1.</b> <b>Черты характера</b>. Раздел включает в себя график из пяти основных шкал,
                даётся развернутый психологический портрет.<br><span style="color: rgb(75 85 99 / var(--un-text-opacity));"><b>2. Психологические особенности</b>. Важные
                    психологические черты респондента,
                    которые могут существенно повлиять на его деятельность.<br><b>3.</b> <b>Мотивация</b>. Способы,
                    наилучшим образом мотивирующие респондента на
                    деятельность.<br><b>4. Роли в
                        команде</b>. Наиболее подходящая роль в коллективе позволит быстрее
                    достичь успеха.<br><b>5. Стиль
                        лидерства</b>. Каждому человеку свойственен только один из четырёх
                    видов: авторитарный, амбициозный, демократический и дружеский.<br><b>6. Компетенции</b>. Вы узнаете,
                    в какой
                    деятельности будете наиболее эффективны.</span></p>
            <p></p>
            <p><b>Самый полный психологический анализ личности всего за один час!</b></p>
            <p></p>
            <p><br></p>
            <p><b>ПРЕИМУЩЕСТВА ПСИХОЛОГИЧЕСКОГО ТЕСТА ОНЛАЙН-ПЛАТФОРМЫ ПРОФДИАЛОГ</b></p>
            <p><b>ОПЫТ ПРИМЕНЕНИЯ И НАДЁЖНОСТЬ</b><br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">Методика имеет коэффициент надёжности 0,85,
                    доказала свою валидность на
                    выборке в 150 тысяч человек, применяется более 30 лет. К тесту нельзя приобрести "правильные" ответы
                    или
                    научиться проходить его должным образом. Наличие шкал достоверности позволяет оценить искренность
                    респондента.</span></p>
            <p></p>
            <p><b>КАЧЕСТВЕННАЯ ПСИХОДИАГНОСТИКА&nbsp;</b><br>Глубокий анализ личности человека. Сначала
                тест определяет "костяк личности"
                – характер. Затем изучается психическое состояние человека. И, наконец, определяется точный
                психологический портрет.</p>
            <p></p>
            <p><b>САМЫЙ ПОЛНЫЙ И ПОДРОБНЫЙ ОТЧЁТ</b><br>В
                отчёте с результатами теста 40 страниц. Такой объём информации не
                предоставляет ни одна методика на рынке. Узнайте о себе всё: компетенции, черты характера,
                психологические особенности, роль в команде, стиль лидерства, стрессоустойчивость и многое
                другое!</p>
            <p></p>


            <p><el-button class="not-prose" type="danger" :icon="Right"><a href="https://career.prof-dialog.ru/test-total#pricing" target="_blank" rel="noopener noreferrer">ПРИОБРЕСТИ ТЕСТ</a></el-button></p>
            <p><b>Скидка на тестирование 7% по промокоду&nbsp;</b><b style="color: rgb(75 85 99 / var(--un-text-opacity));">KOMPLEMED</b></p>

            <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
                the.parent.header }}</el-button>

        </div>
    </section>
</template>
<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
