<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p>Если вы стремитесь к самосовершенствованию или хотите найти своё профессиональное призвание, возможно,
                пришло время ознакомиться с психологическими тестами поближе. Они могут стать вашим верным спутником на
                пути к новым вершинам.</p>
            
            <h2>История психологических тестов</h2>
            
            <p>Психологические тесты — не просто набор вопросов и упражнений, а мощный инструмент самопознания и
                профессионального развития. Они открывают перед нами новые возможности и помогают найти свой путь в
                жизни.</p>
            
            <p>Начало созданию современных психологических тестов положили работы французского психолога Альфреда Бине и
                его коллеги Теодора Симона. В 1905 году они разработали первый в мире тест для оценки интеллекта,
                который помогал определить «умственный возраст» ребёнка. Этот тест не только стал значимым инструментом
                в психодиагностике, но и заложил основу для дальнейших исследований в области оценки когнитивных
                способностей.</p>
            
            <p>С тех пор мир психологических тестов значительно эволюционировал, предлагая нам всевозможные методики для
                оценки личности, эмоционального состояния и профессиональных предпочтений.</p>
            
            <h2>Что такое психологический тест?</h2>
            
            <p>Психологический тест — тщательно разработанный инструмент, который позволяет исследовать разнообразные
                аспекты человеческой психики и поведения. Тесты могут содержать вопросы, рисунки, задания или сценарии,
                которые помогают выявить индивидуальные особенности личности. Цель таких тестов — не оценка «правильно»
                или «неправильно», а глубокое понимание внутреннего мира человека.</p>
            
            <h2>Популярные виды психологических тестов</h2>
            
            <p>Существует множество различных психологических тестов, каждый из которых служит своим целям и имеет свои
                особенности. Самые известные:</p>
            
            <p>1. Миннесотский многоаспектный личностный опросник (MMPI). Очень распространённый тест, предназначен для
                исследования индивидуальных особенностей и психических состояний личности.</p>
            
            <p>2. Тест Роршаха. Знаменитые чернильные пятна. Применяется для исследования психических процессов и
                выявления их отклонений. Испытуемому предлагается интерпретировать чернильные кляксы, которые служат
                стимулом для свободных ассоциаций. Нужно назвать любое слово, образ или идею, которые приходят на ум при
                взгляде на каждую фигуру.</p>
            
            <p>3. Тест на тип личности Майерс-Бриггс (MBTI). Помогает определить тип личности человека и его
                предпочтения в различных жизненных ситуациях.</p>
            
            <p>Тесты помогают в диагностике способностей и принятии решений, выявляют сильные и слабые стороны для
                выбора карьеры и профессионального развития. В образовании они оценивают знания и навыки учащихся,
                адаптируя учебный процесс. В клинической практике тесты позволяют диагностировать психические
                расстройства и разрабатывать терапевтические стратегии.</p>
            
            <p>Существует, также, множество забавных и развлекательных тестов, которые на первый взгляд могут показаться
                легкомысленными или шуточными. Однако даже такие тесты способны предоставить ценную информацию о вашей
                личности, предпочтениях и скрытых талантах, позволяя лучше понять себя и свои сильные стороны.</p>
            
            <h2>Моя практика: тест «два в одном»</h2>
            
            <p>На протяжении многих лет я активно использую тест «Тотал» от лучшей в России психодиагностической
                платформы «Проф-Диалог». Что за тест и почему именно эта платформа?</p>
            
            <p>Ответив на 384 вопроса теста, вы получаете исчерпывающую информацию о ключевых особенностях личности и
                подходящих вам профессиях. В отчёте на 40 страницах – ваш психологический портрет, сильные стороны,
                мотивация, рекомендуемые профессии, компетенции и многое другое. Тест достаточно длинный, но короткие
                тесты, как правило, не дают достоверных результатов.</p>
            
            <p>С автором и создателем методики, с Александром Михайловичем Князевым, я познакомилась в 2007 году.</p>
            
            <p>Александр Михайлович – доктор наук, профессор, один из самых востребованных бизнес-тренеров России по
                вопросам психологического сопровождения бизнеса. Более 30 лет консультировал аппарат Правительства РФ,
                Правительство Москвы, Совет Федерации РФ, крупнейшие компании России: «Газпром», «Лукойл», «Ростелеком»,
                «РЖД», «Сбербанк» и многие другие. Занимался психологической подготовкой к вступлению в должность
                ключевых руководителей государства и регионов. Создатель и руководитель системы психологического
                обеспечения деятельности кадров нескольких государственных служб, возглавляет три международные
                компании.</p>
            
            <p>Методика, которая легла в основу теста, более 35 лет успешно применялась в системе отбора кадров
                специальных государственных служб, в судебно-медицинской экспертизе, для отбора кадров и оценки факторов
                риска в крупнейших отечественных и международных компаниях (в режиме офлайн).</p>
            
            <p>Доступным для широкой аудитории тест стал в 2015 году, когда было создано Экспертно-аналитического
                объединение «Проф-Диалог».</p>
            
            <p>Платформа «Проф-Диалог» действительно уникальна. Она была разработана известными специалистами в области
                психодиагностики из разных стран, включая Россию, Швейцарию, Германию, Францию, Эстонию и США.</p>
            
            <p>Одним из главных преимуществ «Проф-Диалога» является возможность пройти тестирование онлайн, что
                значительно упрощает процесс и делает его доступным для каждого.</p>
            
            <h2>О тесте замолвите слово: ключевые преимущества</h2>
            
            <p>Методика имеет коэффициент надёжности 0,85, что является самым высоким показателем на рынке кадровых
                тестирований. Доказала свою валидность на выборке в 150 тысяч человек, применяется более 35 лет. К тесту
                нельзя приобрести «правильные» ответы или научиться проходить его должным образом –&nbsp; наличие шкал
                достоверности позволяет оценить искренность респондента.</p>
            
            <p>Другие методики профориентации ориентируются на интересы человека. По сути, они задают человеку вопрос:
                «А чем бы вам было интересно заниматься?». Но это неправильный подход. Представления человека о той или
                иной деятельности часто ложны и стереотипны. Тест «Тотал» определяет степень соответствия профессии не
                по опыту, навыкам или интересам, а по психологической предрасположенности.</p>
            
            <p>В отчёте с результатами теста 40 страниц. Такой объём информации не предоставляет ни одна методика на
                рынке. В отчёте ваши компетенции, рекомендуемые профессии, портрет, черты характера, психологические
                особенности, роль в команде, стиль лидерства, стрессоустойчивость и многое другое!</p>
            
            <h2>Как пройти тестирование</h2>
            
            <p>Даже если вы не собираетесь обращаться к психологу, прохождение теста «Тотал» будет полезным для вашего
                самопознания и личностного развития. Знание своих психологических особенностей и компетенций может
                существенно улучшить качество вашей жизни и профессиональной деятельности.</p>
            
            <p>На консультации у психолога результаты теста станут хорошим подспорьем. Психологический тест сродни
                анализу крови, который терапевты назначают при обращении: кровь может многое рассказать о состоянии
                организма, а психологический тест помогает узнать о личности человека, его предрасположенностях и
                структуре психики.</p>
            
            <p>Эта информация позволяет установить причины ваших тревог и стресса, понять, какие факторы влияют на вашу
                мотивацию и поведение, а также определить, какие стратегии будут наиболее эффективны для вашего
                личностного роста и профессионального развития.</p>
            
            <p>Психологический портрет, который составляется на основе теста, помогает детализированно представить вашу
                личность, выявить сильные и слабые стороны, а также понять, как вы взаимодействуете с окружающим миром и
                реагируете на стрессовые ситуации. Этот тест помогает обнаружить скрытые таланты и ресурсы, о которых
                вы, возможно, даже не подозревали.</p>
            
            <p><b>Чтобы пройти тест и посмотреть пример отчёта, перейдите по ссылке</b>:</p>
            
            <p><a href="https://career.prof-dialog.ru/test-total" target="_blank" rel="nofollow" style="color: rgb(50, 86, 131); outline: none; cursor: pointer;">https://career.prof-dialog.ru/test-total</a>
                
                </p>
            
            <p>По промокоду <b>KOMPLEMED </b><b>скидка 7%</b> не только на прохождение теста «Тотал», но и на все
                остальные услуги платформы «Проф-Диалог».</p>
            <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
                the.parent.header }}</el-button>

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
