<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>

            <p>Помогаю справляться с эмоциональными и психологическими проблемами, такими как: тревожность, панические
                атаки, эмоциональное выгорание, низкая самооценка, проблемы в общении и отношениях.</p>


            <h4 class="mt-10">Стоимость услуг:</h4>


            <el-table :data="tableData" stripe="" class="w-full">
                <el-table-column label="">
                    <template #default="scope">
                        <router-link :to="scope.row.link" v-if="scope.row.link">{{ scope.row.name }}</router-link>
                        <div v-else="">{{ scope.row.name }}</div>
                    </template>
                </el-table-column>
                <el-table-column prop="price" label="">
                </el-table-column></el-table>

            <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a"
                        href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!"
                        target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank"
                        rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>

            <p><b>Важная информация!</b></p>
            <p>Обращение к психологу подразумевает, что Вы самостоятельно принимаете решение о начале консультаций и
                контролируете этот процесс. Психолог направляет, рекомендует, не настаивает и никак не влияет на него.
                Ваша активная вовлечённость в терапию имеет
                решающее значение.</p>
            <p><b>Терапия </b>— процесс глубокой внутренней
                работы, направленной на восстановление эмоционального баланса и личностного роста. Это не быстрое
                решение отдельных проблем, а
                системная работа над собой.</p>
            <p><b>Важно</b>:</p>
            <p>🔸Наблюдать за своими эмоциями, мыслями, реакциями (ведение дневника по рекомендациям)<br>🔸Анализировать
                динамику: регулярно обсуждаем
                изменения, корректируем стратегию<br>🔸Следовать договорённостям (упражнения,
                практики, домашние задания)</p>
            <p><b>Помните</b>: Ваше эмоциональное благополучие зависит только от Вас. Моя роль как терапевта —
                направлять,
                поддерживать и предоставлять инструменты для Вашей работы. Но результат зависит только от Вашего желания
                и готовности работать над собой.</p>
            <p><b>Первая консультация</b> — этап знакомства
                и выстраивания доверительных отношений.</p>
            <p><b>На первой консультации</b>:</p>
            <p>🔹Исследуем Ваш запрос<br>🔹Обсуждаем,
                подходят ли вам мои методы<br>🔹Определяем Вашу готовность к терапии
            </p>
            <p><b>Решение о сотрудничестве всегда двустороннее</b>:</p>
            <p>🔸Вы оцениваете, подхожу ли я Вам как специалист<br>🔸Я определяю, смогу ли помочь в Вашей
                ситуации</p>

            <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
                the.parent.header }}</el-button>

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];

const tableData = [
    {
        name: "Психологическая консультация",
        price: " 4.000 руб / 60-90 минут",
        link: "/услуги/консультации/психологическая_консультация/"
    },
    {
        name: "Консультация с МАК (метафорические ассоциативные карты)",
        price: " 4.000 руб / 60-90 минут",
        link: "/услуги/консультации/консультация_с_МАК/"
    },
    {
        name: "Метафорический прогноз (МАК)",
        price: " 7.000 руб / 2 встречи",
        link: "/услуги/консультации/прогноз/"
    },

    {
        name: "Индивидуальное сопровождение",
        price: " от 70.000 руб / 1 месяц",
        link: "/услуги/консультации/сопровождение/"
    },
    {
        name: "Отпуск с психологом",
        price: " по договорённости",
        link: "/услуги/консультации/отпуск/"
    },
    {
        name: "Ремонт с психологом",
        price: " по договорённости",
        link: "/услуги/консультации/ремонт/"
    },
    {
        name: "Аналитика цифровых проектов",
        price: " по договорённости",
        link: "/услуги/консультации/аналитика/"
    },
];
</script>
