<template>
<section class="py-14 not-prose" un-cloak>
    <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
        <div class="max-w-xl space-y-3">
            <h3 class="text-indigo-600 font-semibold">{{ the.name }}</h3>
            <p class="text-gray-800 text-3xl font-semibold sm:text-4xl">{{ the.title }}</p>
            <p>{{ the.description }}</p>
        </div>
        <div class="mt-12">
            <ul class="grid gap-y-8 gap-x-12 sm:grid-cols-2 lg:grid-cols-3">
                <li v-for="(item, idx) in features" :key="idx" class="space-y-3">
                    <div class="w-12 h-12 border text-indigo-600 rounded-lg flex items-center justify-center">
                        <icon icon="mdi:check" class="size-6"></icon>
                    </div>
                    <h4 class="text-lg text-gray-800 font-semibold">{{ item.title }}</h4>
                    <ul class="list-disc list-inside">
                        <li v-for="desc in item.desc">{{ desc }}</li>
                    </ul>
                </li>
            </ul>
        </div>
    </div>
</section>
</template>

<script setup>
import { inject } from "vue";
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
const features = [
    {
        title: "Кто я",
        desc: ["психолог, специалист по оздоровлению",
            "член Национальной профессиональной ассоциации специалистов народной медицины и оздоровительных практик",
            "член Общероссийской профессиональной психотерапевтической лиги",
            "консультант оздоровительного центра \"Комплемед\"",
            "тренер-наставник \"Школы саморегуляции\""]
    },
    {
        title: "Если вы",
        desc: ["чувствуете, что в жизни что-то идёт не так и хочется понять, что именно",
            "знаете, что именно идёт не так, но не представляете, что нужно делать",
            "знаете, что именно идёт не так, знаете, что нужно делать, но боитесь сделать первый шаг",
            "слишком сфокусированы на какой-то сфере жизни и за-за этого возникают перекосы",
            "испытываете стресс, тревогу или у вас панические атаки"]
    },
    {
        title: "Приходите на консультацию и я помогу",
        desc: ["увидеть проблему под другим углом",
            "понять, что нужно менять в жизни",
            "составить план действий, чтобы двигаться к балансу",
            "разобраться с эмоциями и чувствами",
            "освободиться от негативных убеждений",
            "раскрыть ваши внутренние ресурсы",
            "принять себя и наладить отношения с близкими"]
    },
    {
        title: "Я могу помочь людям, которые хотят",
        desc: ["научиться любить и принимать себя",
            "повысить самооценку и уверенность в себе",
            "уметь контролировать свои эмоции",
            "эффективно справляться со стрессом",
            "избавиться от страхов и навязчивых мыслей",
            "наладить отношения с окружающими",
            "освободиться от прошлого и начать жить настоящим"
        ]
    },
    {
        title: "Что я делаю на консультации",
        desc: ["помогаю найти ответы на интересующие вопросы, услышать себя, принять решение",
            "применяю простые, но очень эффективные и надёжные техники",
            "активирую ваши скрытые внутренние ресурсы",
            "обучаю навыкам саморегуляции и управления эмоциями",
            "перевожу на сознательный уровень то, что человек уже чувствует, но не осознаёт",
            "даю практические задания, которые помогают применять полученные знания на практике"]
    },
    {
        title: "В работе использую",
        desc: ["МАК (метафорические ассоциативные карты)",
            "свой авторский метод \"Синергия чисел и ассоциаций\"",
            "технику эмоциональной свободы (EFT / ТЭС)",
            "метод ДПДГ / EMDR (десенсибилизация и переработка движением глаз)",
            "технику спонтанной визуализации",
            "психологическое тестирование",
            "и ещё десятки проверенных универсальных авторских методик, из которых некоторые даже не переведены на русский язык"]
    }
];

</script>


