<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            
            <p>Со временем я поняла, что делиться своими знаниями и опытом — это то, что делает меня по-настоящему счастливой. Преподавание позволяет мне помочь большему количеству людей разобраться в своих трудностях и найти новые возможности для роста.</p><p>Я верю, что каждый способен изменить свою жизнь к лучшему, и, когда вижу, как мои ученики начинают расти и развиваться, это наполняет меня радостью и вдохновением.</p><p>Я просто хочу, чтобы люди ощущали поддержку на своём пути, и с каждым занятием надеюсь, что смогу внести маленькую, но важную позитивную ноту в их жизнь.</p><p>Я провожу как индивидуальные, так и групповые занятия. Это и семинары, и учебные онлайн марафоны.</p><p>Также, я являюсь тренером-наставником в "Школе саморегуляции по методике Наталии Носачевой".</p><p><br></p><p><br></p><p><br></p>

            <el-button class="not-prose" tag="router-link" :to="the.parent.to" :icon="Back" type="primary">{{
                the.parent.header }}</el-button>

        </div>
    </section>
</template>
<script setup>
import { inject } from "vue";
import { Back } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
