<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <p style="text-align: justify;">До прихода в психологию 19 лет я работала в медиа (радио, кино, ТВ) и IT—сфере.</p>
            <p></p>
            <p style="text-align: justify;">Руководила интернет—дирекцией телеканала РТР. Занималась бизнес—аналитикой. Однако работа с людьми с
                каждым годом привлекала меня всё больше и стала главным приоритетом. Это и определило мой осознанный
                переход в психологию.</p>
            <p></p>
            <p style="text-align: justify;">Но мои знания и навыки в IT остались со мной: я по—прежнему иногда занимаюсь разработкой сайтов и провожу
                консультации.</p>
            <p></p>
            <p style="text-align: justify;">✅ <b>Сотрудничество начинается с ознакомительной встречи</b><br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">Если у Вас есть ТЗ или Вы хотите его написать, я только «за». Но вполне достаточно Вашего общего
                представления о будущем сайте. Понять, что именно Вы хотите, как это сделать хорошо и правильно, как
                организовать работу — моя задача.</span></p>
            <p></p>
            <p style="text-align: justify;">✅ <b>Внимательность к мелочам</b><br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">Прежде, чем приступить к работе по созданию сайта, мне надо понять, что именно необходимо сделать,
                собрать информацию о Вашей деятельности, расспросить Вас, и не раз, более детально о Вашей работе. Всё
                это необходимо, чтобы создать семантическое ядро сайта.</span></p>
            <p></p>
            <p style="text-align: justify;">✅ <b>Экспертность</b><br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">Я очень кропотливо выполняю свою работу. Не удивляйтесь, когда просто отвечая на мои вопросы, Вы увидите
                своё дело совершенно под иным углом.</span></p>
            <p></p>
            <p style="text-align: justify;">✅<b> Креативный подход</b><br><span style="color: rgb(75 85 99 / var(--un-text-opacity));">При создании сайта часто люди сталкиваются с проблемой оформления. Моя задача — подобрать, соединить в
                единое целое и на выходе получить гармоничное сочетание важных деталей.</span></p>
            <p></p>
            <p style="text-align: justify;">В работе использую Pet—проект, который начинался в далёком 2003 году и назывался NoteSite. Не буду
                вдаваться в подробности, скажу только, что проект в то время стал первой оффлайн CMS.</p>
            <p></p>
            <p style="text-align: justify;">В 2008 году было получено Свидетельство о государственной регистрации программ для ЭВМ. Развивались
                технологии, развивался и наш проект.</p>
            <p></p>
            <p style="text-align: justify;">Сейчас он называется <b>VueS3</b> — это открытый и свободный веб—редактор для создания сайтов.</p>
            <p></p>


<p><el-button class="not-prose" type="info" :icon="Right"><a
                        href="https://vues3.ru/" target="_blank"
                        rel="noopener noreferrer">https://vues3.ru/</a></el-button></p>

<p><el-button class="not-prose" type="info" :icon="Right"><a
                        href="https://vues3.github.io/" target="_blank"
                        rel="noopener noreferrer">https://vues3.github.io/</a></el-button></p>


            <p></p>
            <p style="text-align: justify;">За годы работы было успешно реализовано большое количество самых разных проектов, больших и маленьких,
                хороших и отличных.</p>
            <p></p>
            <p style="text-align: justify;">Я занималась созданием, поддержкой и продвижением сайтов для различных компаний, активно участвовала в
                переговорах, выполняла бизнес—анализ процессов компаний, разрабатывала детализированные функциональные
                спецификации и технические задания (ТЗ), осуществляла оптимизацию под конкретные задачи, создавала
                информационный контент. Работы было много.</p>
            <p></p>
            <p style="text-align: justify;">Также принимала участие в разработке программного обеспечения (ПО), готовила рекламные и маркетинговые
                кампании в поддержку анимационного фильма «Князь Владимир», провела множество презентаций и других
                мероприятий по привлечению рекламодателей.</p>
            <p></p>
            <p style="text-align: justify;">Неоднократно получала высокую оценку со стороны руководства и иностранных партнёров компаний, с которыми
                сотрудничала, в том числе за отличную разработку рекламно—информационных материалов, которые
                способствовали продвижению продукции Кинокомпании «ЛинаПро».</p>
         <p></p>

           <h4 class="mt-10">Запись и дополнительная информация:</h4>
            <div class="grid gap-y-1">
                <div><el-button class="not-prose w-full !justify-start" tag="a" href="tel:+79067921244">Позвонить +7
                        (906) 792-12-44 </el-button></div>
                <div><el-button class="not-prose w-full !justify-start" tag="a"
                        href="https://wa.me/79067921244?text=Здравствуйте,%20хочу%20записаться%20на%20прием!"
                        target="_blank" rel="noopener noreferrer"> Написать в WhatsApp
                    </el-button></div>
                <div><el-button class=" not-prose w-full !justify-start" tag="a" target="_blank"
                        rel="noopener noreferrer" href="https://t.me/Sasha_Bryusova">Написать в
                        Telegram</el-button></div>
            </div>
            <p><el-button class="not-prose" type="primary" :icon="Back" tag="a" href="/услуги/консультации/">Консультации</el-button></p>

        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { Back, Right } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
