<template>
    <section class="py-14">
        <div class="max-w-screen-xl mx-auto px-4 text-gray-600 md:px-8">
            <h1>{{ the.header }}</h1>
            <h2>👋 Дорогие друзья и коллеги!</h2>
            <p>Многие из вас уже интересуются моей авторской консультацией по методу <router-link to="/статьи/метод/">«Синергия чисел и
                ассоциаций»</router-link></p>
            <p>&nbsp;Расскажу подробнее, в чём заключается этот метод и чем он может быть полезен для вас.</p>

            <p>✨</p>

            <p>Консультация по авторскому методу «Синергия чисел и ассоциаций» предлагает по-новому взглянуть на свою
                жизнь, способствует более глубокому пониманию своих психологических особенностей и помогает находить
                оптимальные пути решения поставленных задач.</p>

            <p>В рамках консультации проводится тщательный разбор и анализ ключевых запросов клиента. Независимо от
                того, стремитесь ли вы к успеху в бизнесе, хотите улучшить взаимоотношения с близкими или ищете ответы
                на вопросы, связанные, например, со здоровьем, метод поможет найти ответы, скрытые в вашем подсознании,
                и определить стратегии, которые позволят лучше ориентироваться в сложных ситуациях и эффективно
                достигать желаемых результатов.</p>

            <p>📚 Метод сочетает в себе применение двух методик: нумерологии и метафорических ассоциативных карт (МАК).
            </p>

            <p>1️⃣ Консультация состоит из нескольких этапов и начинается с ознакомительной встречи, во время которой
                проводится первичный анализ запросов клиента (не более трёх).</p>

            <p>2️⃣ Следом идёт подготовка материалов с подробными результатами исследования, разделённых на две части:
            </p>

            <p>① Нумерологический расчёт по дате рождения, помогающий лучше понять себя, свою уникальность, потенциал,
                узнать своё предназначение, а также особенности текущего и последующих жизненных семилетних циклов.</p>

            <p>② Ассоциативно-когнитивный анализ (работа с МАК). Разбор запросов клиента и обзор текущего жизненного
                цикла. Этот подход позволяет глубже проникнуть в суть запроса, пролить свет на скрытые аспекты мыслей,
                эмоций и желаний клиента.</p>

            <p>3️⃣ После подготовки материалов клиенту предоставляется файл с данными (примерно 30 страниц), а также
                пояснения и рекомендации по его просмотру для предварительного ознакомления.</p>

            <p>4️⃣ Затем проводится повторная встреча, в ходе которой обсуждаются и детально разбираются все запросы
                клиента.</p>

            <p>Консультация по методу «Синергия чисел и ассоциаций» — это:</p>

            <p>🌱 Увлекательное и глубокое исследование себя, своего прошлого, настоящего и будущего, направляющее к
                гармонии и успеху, открывающее новые перспективы.</p>

            <p>🔮 Доступ к скрытым в подсознании мыслям, эмоциям и желаниям, понимание своих чувств и мотиваций,
                уверенное достижение поставленных целей.</p>

            <p>Отзывы клиентов подтверждают эффективность и пользу, которые они получают в процессе консультирования по
                методу «Синергия чисел и ассоциаций», отмечая повышение уровня самосознания и достижение положительных
                изменений в жизни.</p>

            <h2>Второй шаг на пути к улучшению вашей жизни</h2>
            <p>Если после консультации у вас возникнет желание продолжить работу, я готова предложить вам расширенную
                программу дальнейшего взаимодействия, учитывающую ваши индивидуальные потребности.</p>

            <p>Работа психологом – лишь часть моей профессиональной деятельности, я также являюсь специалистом по
                оздоровлению. В зависимости от потребностей клиента, я могу выступать либо исключительно как психолог,
                либо одновременно как психолог и специалист по оздоровлению, а в некоторых случаях – только как
                специалист по оздоровлению.</p>

            <p>Моя задача — не только помочь вам разобраться в текущих проблемах, но и предоставить инструменты для
                долгосрочного улучшения качества жизни.</p>

            <p>Что входит в последующее ВзаимоДействие</p>
            <p>🔷Работа с вашими внутренними ресурсами, для увеличения стрессоустойчивости и повышения общего уровня
                жизненной энергии.</p>

            <p>🔷Применение методов психогигиены, включающих практики, направленные на поддержание психического здоровья
                и благополучия.</p>

            <p>🔷При необходимости, направление к профильным опытным специалистам, с которыми я тесно сотрудничаю, чтобы
                вы получили компетентную помощь.</p>


            <p>Спасибо, что уделили время для ознакомления с моим методом.</p>

            <p>Если тема вызвала у вас интерес, <b>приглашаю вас на консультацию</b>.</p>

            <p>Если вы хотите глубже <b>изучить этот метод</b> и научиться применять его самостоятельно или в своей практике,
                пишите мне. Возможно проведение мастер-классов и индивидуальное обучение.</p>

            <p>Обращайтесь, буду рада сотрудничеству!</p>
        


          <el-button-group class="not-prose">
                <el-button type="primary" :icon="ArrowLeft" tag="router-link" :to="the.parent.to">{{
                    the.parent.header }}</el-button>
                <el-button type="primary" :icon="ArrowLeft" tag="a" href="/услуги/консультации/">
                    Консультации
                </el-button>
            </el-button-group>




        </div>
    </section>
</template>
<script setup vapor>
import { inject } from "vue";
import { ArrowLeft } from '@element-plus/icons-vue';
const { id } = defineProps(["id"]);
const pages = inject("pages");
const the = pages[id];
</script>
